#file tieng l\u00e0o

isdn.is.null=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e97\u0eb5\u0ec8\u0ea5\u0ebb\u0e87\u0e97\u0eb0\u0e9a\u0ebd\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ead\u0e8d\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec4\u0e94\u0ec9
isdn.ctv.is.invalid=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99
isdn.ctv.is.invalid.length=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e97\u0eb5\u0ec8\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ea1\u0eb5\u0e84\u0ea7\u0eb2\u0ea1\u0e8d\u0eb2\u0ea7\u0ea5\u0eb0\u0eab\u0ea7\u0ec8\u0eb2\u0e87 8 \u0eab\u0eb2 15 \u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99
phone.is.null=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
phone.is.invalid=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99
phone.is.error=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0ec0\u0e9a\u0eb4\u0ec8\u0e87\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
phone.is.invalid.length=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e95\u0ec9\u0ead\u0e87\u0ea1\u0eb5\u0e84\u0ea7\u0eb2\u0ea1\u0e8d\u0eb2\u0ea7\u0ea5\u0eb0\u0eab\u0ea7\u0ec8\u0eb2\u0e87 8 \u0eab\u0eb2 15 \u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99
cust.isdn.is.invalid=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e82\u0ead\u0e87\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99
cust.isdn.is.invalid.length=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0e95\u0ec9\u0ead\u0e87\u0ea1\u0eb5\u0e84\u0ea7\u0eb2\u0ea1\u0e8d\u0eb2\u0ea7\u0ea5\u0eb0\u0eab\u0ea7\u0ec8\u0eb2\u0e87 8 \u0eab\u0eb2 15 \u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99
user.name.is.invalid=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e97\u0eb5\u0ec8\u0ea5\u0ebb\u0e87\u0e97\u0eb0\u0e9a\u0ebd\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99
user.name.is.invalid.length=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e97\u0eb5\u0ec8\u0ea5\u0ebb\u0e87\u0e97\u0eb0\u0e9a\u0ebd\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ea1\u0eb5\u0e84\u0ea7\u0eb2\u0ea1\u0e8d\u0eb2\u0ea7\u0ea5\u0eb0\u0eab\u0ea7\u0ec8\u0eb2\u0e87 8 \u0eab\u0eb2 15 \u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99
isdn.is.invalid=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99
isdn.is.invalid.length=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e95\u0ec9\u0ead\u0e87\u0ea1\u0eb5\u0e84\u0ea7\u0eb2\u0ea1\u0e8d\u0eb2\u0ea7\u0ea5\u0eb0\u0eab\u0ea7\u0ec8\u0eb2\u0e87 8 \u0eab\u0eb2 15 \u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99
isdn.is.exits =\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0ec1\u0ea5\u0ec9\u0ea7. \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea5\u0ebb\u0e87\u0e97\u0eb0\u0e9a\u0ebd\u0e99\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0ec3\u0edd\u0ec8\u0e94\u0ec9\u0ea7\u0e8d\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e99\u0eb5\u0ec9\u0ec4\u0e94\u0ec9.
isdn.not.exits = \u0e8a\u0eb7\u0ec8\u0e9c\u0eb9\u0ec9\u0ec3\u0e8a\u0ec9\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ea5\u0ead\u0e87\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
accountType.is.null=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9.
serviceType.is.null=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e9a\u0ecd\u0ea5\u0eb4\u0e81\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9.
unitName.is.null=\u0e8a\u0eb7\u0ec8\u0eab\u0ebb\u0ea7\u0edc\u0ec8\u0ea7\u0e8d\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9.
fullName.is.null=\u0e8a\u0eb7\u0ec8\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0ea5\u0ebb\u0e87\u0e97\u0eb0\u0e9a\u0ebd\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ead\u0e8d\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9.
phonenumber.is.null=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e97\u0eb5\u0ec8\u0ea5\u0ebb\u0e87\u0e97\u0eb0\u0e9a\u0ebd\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9.
password.is.null=\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9.
otp.is.null=OTP \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9.
sign.up.success=\u0e81\u0eb2\u0e99\u0ea5\u0ebb\u0e87\u0e97\u0eb0\u0e9a\u0ebd\u0e99\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94.
sign.up.false=\u0e81\u0eb2\u0e99\u0ea5\u0ebb\u0e87\u0e97\u0eb0\u0e9a\u0ebd\u0e99\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ebc\u0ea7. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87.
sign.in.success=\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eaa\u0eb9\u0ec8\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94.
sign.in.false=\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eaa\u0eb9\u0ec8\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ebc\u0ea7. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87.
update.success =\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
update.false=\u0e81\u0eb2\u0e99\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ea5\u0ea7. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
user.or.pass.invalid=\u0e9a\u0eb1\u0e99\u0e8a\u0eb5 \u0eab\u0ebc\u0eb7 \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87.
card.code.is.null=\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9a\u0eb1\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ead\u0e8d\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
isdn.not.invalid= \u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87.
upoint.topup.success=\u0e95\u0eb7\u0ec8\u0ea1\u0ec0\u0e87\u0eb4\u0e99\u0e9a\u0eb1\u0e94\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7 .
upoint.topup.false=\u0e95\u0eb7\u0ec8\u0ea1\u0ec0\u0e87\u0eb4\u0e99\u0e9a\u0eb1\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87.
cust.isdn.is.null= \u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e82\u0ead\u0e87\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec4\u0ea7\u0ec9\u0ec4\u0e94\u0ec9
userName.is.null= \u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eaa\u0eb9\u0ec8\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
userName.not.exits =\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
#upoint.limit.not.enough =\u0e82\u0ead\u0e9a\u0ec0\u0e82\u0e94\u0e88\u0ecd\u0eb2\u0e81\u0eb1\u0e94\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99 \u0eab\u0ebc\u0eb7 \u0e9c\u0eb9\u0ec9\u0e84\u0ec9\u0eb2 \u0ec1\u0ea1\u0ec8\u0e99\u0e9a\u0ecd\u0ec8\u0e9e\u0ebd\u0e87\u0e9e\u0ecd\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ec0\u0eae\u0eb1\u0e94\u0e97\u0eb8\u0ea5\u0eb0\u0e81\u0ecd\u0eb2\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec3\u0eab\u0ec9\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0ec1\u0e81\u0ec8\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
upoint.trans.type.is.null=\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e97\u0eb8\u0ea5\u0eb0\u0e81\u0ecd\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9.
invoice.amount.is.null=\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0ec3\u0e9a\u0e9a\u0eb4\u0e99\u0e8a\u0ecd\u0eb2\u0ea5\u0eb0\u0ec0\u0e87\u0eb4\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9.
upoint.current.merchant.is.null=\u0e82\u0eb5\u0e94\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e9b\u0eb1\u0e94\u0e88\u0eb8\u0e9a\u0eb1\u0e99\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0e82\u0eb2\u0e8d\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
upoint.current.collaborator.is.null=\u0e82\u0eb5\u0e94\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0e9b\u0eb1\u0e94\u0e88\u0eb8\u0e9a\u0eb1\u0e99\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
type.is.null= \u0ea5\u0eb2\u0e8d\u0ea5\u0eb0\u0ead\u0ebd\u0e94\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e97\u0eb8\u0ea5\u0eb0\u0e81\u0ecd\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
upoint.total.is.null=\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0e97\u0eb8\u0ea5\u0eb0\u0e81\u0eb3\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
scan.success=\u0e81\u0eb2\u0e99\u0e97\u0eb3\u0e97\u0eb8\u0ea5\u0eb0\u0e81\u0eb3\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94
scan.false=\u0e81\u0eb2\u0e99\u0e97\u0eb3\u0e97\u0eb8\u0ea5\u0eb0\u0e81\u0eb3\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ebc\u0ea7. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87.
system.error=\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0ec0\u0e81\u0eb5\u0e94\u0e82\u0ecd\u0ec9\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94
upoint.trans.id.is.null= \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e97\u0eb8\u0ea5\u0eb0\u0e81\u0ecd\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
parent.id.is.null=ID \u0e9c\u0eb9\u0ec9\u0e82\u0eb2\u0e8d\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
staff.id.is.null=ID \u0e9e\u0eb0\u0e99\u0eb1\u0e81\u0e87\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9.
phone.number.is.null=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
upoint.current.is.null=\u0e82\u0eb5\u0e94\u0e88\u0eb3\u0e81\u0eb1\u0e94\u0ec0\u0e9a\u0eb7\u0ec9\u0ead\u0e87\u0e95\u0ebb\u0ec9\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
add.ctv.success=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0ec3\u0edd\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
add.ctv.false=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0ec3\u0edd\u0ec8\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ebc\u0ea7. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
level.name.is.null= \u0e8a\u0eb7\u0ec8\u0e88\u0eb1\u0e94\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
level.amount.is.null=\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0ec0\u0e87\u0eb4\u0e99\u0e88\u0eb1\u0e94\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
level.id.is.null=\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0ec4\u0ead\u0e94\u0eb5\u0e88\u0eb1\u0e94\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
level.name.is.exits=\u0e8a\u0eb7\u0ec8\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec1\u0ea5\u0ec9\u0ea7. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
level.is.not.exist=\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0ec4\u0ead\u0e94\u0eb5\u0e88\u0eb1\u0e94\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
update.loyalty.success=\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e88\u0eb1\u0e94\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
update.loyalty.false=\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e88\u0eb1\u0e94\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ebc\u0ea7. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
add.loyalty.success=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94
add.loyalty.false=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ebc\u0ea7. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
rate.is.null=\u0ead\u0eb1\u0e94\u0e95\u0eb2\u0e81\u0eb2\u0e99\u0ea1\u0ead\u0e9a\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ead\u0e8d\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
update.rate.success=\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec3\u0eab\u0ec9\u0e88\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94
update.rate.false=\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0ec9\u0e87\u0e84\u0ec8\u0eb2\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec3\u0eab\u0ec9\u0e88\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ebc\u0ea7. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
to.month.is.null=\u0ec0\u0e96\u0eb4\u0e87\u0ec0\u0e94\u0eb7\u0ead\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
from.month.is.null=\u0e88\u0eb2\u0e81\u0ec0\u0e94\u0eb7\u0ead\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
upoint.limit.not.enough=\u0e82\u0ead\u0e9a\u0ec0\u0e82\u0e94\u0e88\u0ecd\u0eb2\u0e81\u0eb1\u0e94\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99 \u0eab\u0ebc\u0eb7 \u0e9c\u0eb9\u0ec9\u0e84\u0ec9\u0eb2 \u0ec1\u0ea1\u0ec8\u0e99\u0e9a\u0ecd\u0ec8\u0e9e\u0ebd\u0e87\u0e9e\u0ecd\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ec0\u0eae\u0eb1\u0e94\u0e97\u0eb8\u0ea5\u0eb0\u0e81\u0ecd\u0eb2\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec3\u0eab\u0ec9\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0ec1\u0e81\u0ec8\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
card.code.is.invalid=\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9a\u0eb1\u0e94\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99
phone.number.is.exits=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0ec1\u0ea5\u0ec9\u0ea7. \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0eaa\u0ecd\u0eb2\u0ea5\u0eb1\u0e9a\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0ea1\u0eb5\u0ec0\u0e9a\u0eb5\u0e99\u0eb5\u0ec9\u0ec4\u0e94\u0ec9
phone.number.not.exits=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
update.ctv.success=\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94
update.ctv.false=\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e82\u0ead\u0e87\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ebc\u0ea7. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
delete.ctv.success=\u0ea5\u0ebb\u0e9a\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0ead\u0ead\u0e81\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94
delete.ctv.false=\u0ea5\u0ebb\u0e9a\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0ead\u0ead\u0e81\u0ea5\u0ebb\u0ec9\u0ec9\u0ea1\u0ec0\u0eab\u0ebc\u0ea7. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
level.amount.is.exits= \u0ea5\u0eb0\u0e94\u0eb1\u0e9a\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e8a\u0ecd\u0ec9\u0eb2\u0e81\u0eb1\u0e99\u0ec4\u0e94\u0ec9
rate.is.exits=\u0ead\u0eb1\u0e94\u0e95\u0eb2\u0e81\u0eb2\u0e99\u0ec3\u0eab\u0ec9\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e84\u0eb7\u0e81\u0eb1\u0e99
to.hour.is.null=\u0ec0\u0e96\u0eb4\u0e87\u0e8a\u0ebb\u0ec8\u0ea7\u0ec2\u0ea1\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
from.hour.is.null=\u0e88\u0eb2\u0e81\u0e8a\u0ebb\u0ec8\u0ea7\u0ec2\u0ea1\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
date.is.null=\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
to.day.is.null=\u0ec0\u0e96\u0eb4\u0e87\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
from.day.is.null=\u0e88\u0eb2\u0e81\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
level.amount.invalid=\u0e88\u0ecd\u0eb2\u0e99\u0ea7\u0e99\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0e99\u0ec9\u0ead\u0e8d\u0e81\u0ea7\u0ec8\u0eb2\u0eaa\u0eb9\u0e99
rate.invalid = \u0ead\u0eb1\u0e94\u0e95\u0eb2\u0ea1\u0ead\u0e9a\u0e82\u0ead\u0e87\u0ea5\u0eb2\u0e87\u0ea7\u0eb1\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0e99\u0ec9\u0ead\u0e8d\u0e81\u0ea7\u0ec8\u0eb2\u0eaa\u0eb9\u0e99
message.otp=\u0ea5\u0eb0\u0eab\u0eb1\u0e94 OTP \u0e82\u0ead\u0e87\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0e99\u0eb5\u0ec9\u0ec1\u0ea1\u0ec8\u0e99
otp.is.invalid=\u0ea5\u0eb0\u0eab\u0eb1\u0e94 OTP \u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87.
OTP.sent=\u0eaa\u0ebb\u0ec8\u0e87\u0ea5\u0eb0\u0eab\u0eb1\u0e94 OTP \u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94
message.add.ctv= \u0e82\u0ecd\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e84\u0ea7\u0eb2\u0ea1\u0e8d\u0eb4\u0e99\u0e94\u0eb5\u0e81\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0ec0\u0e9b\u0eb1\u0e99\u0e9c\u0eb9\u0ec9\u0eae\u0ec8\u0ea7\u0ea1\u0e87\u0eb2\u0e99\u0e82\u0ead\u0e87 %s.\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eaa\u0eb9\u0ec8\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a Upoint \u0e9f\u0eb1\u0e87\u0e8a\u0eb1\u0e99\u0e81\u0eb2\u0e99\u0e88\u0eb1\u0e94\u0e81\u0eb2\u0e99 %s \u0ec3\u0e99 LaosApp Mocha \u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99\u0ec1\u0ea1\u0ec8\u0e99  %s. \u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eaa\u0eb9\u0ec8\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0e95\u0eb2\u0ea1\u0ea5\u0eb4\u0ec9\u0e87\u0e99\u0eb5\u0ec9 https://laosapp.la/app?sc=merchant
merchant.id.is.null=ID \u0e9c\u0eb9\u0ec9\u0e82\u0eb2\u0e8d\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
client.id.is.null=ID \u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
redirect.uri.is.null=\u0e81\u0eb2\u0e99\u0e9b\u0ec8\u0ebd\u0e99\u0ec0\u0eaa\u0eb1\u0ec9\u0e99\u0e97\u0eb2\u0e87 uri \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
code.is.null=\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
secret.key.is.null=\u0e81\u0eb0\u0ec1\u0e88\u0ea5\u0eb1\u0e9a\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
card.code.invalid = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
phone.number.invalid=\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
phone.number.format=\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a\u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87
generate.qr.success=\u0eaa\u0ec9\u0eb2\u0e87\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e84\u0eb4\u0ea7\u0ead\u0eb2\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94
generate.qr.fail=\u0eaa\u0ec9\u0eb2\u0e87\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e84\u0eb4\u0ea7\u0ead\u0eb2\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ebc\u0ea7
createdDate.checkQr.valid=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0eb2\u0e99\u0ebb\u0e94
upoint.redeem.invalid=\u0e88\u0ecd\u0eb2\u200b\u0e99\u0ea7\u0e99\u200b\u0e82\u0ead\u0e87\u200b\u0e84\u0eb0\u0ec1\u0e99\u0e99\u200b\u0e97\u0eb5\u0ec8\u200b\u0ec1\u0ea5\u0e81\u200b\u0e9b\u0ec8\u0ebd\u0e99\u200b\u0e9a\u0ecd\u0ec8\u200b\u0eaa\u0eb2\u200b\u0ea1\u0eb2\u0e94\u200b\u0eab\u0ebc\u0eb2\u0e8d\u200b\u0e81\u200b\u0ea7\u0ec8\u0eb2\u200b\u0e88\u0ecd\u0eb2\u200b\u0e99\u0ea7\u0e99\u200b\u0e82\u0ead\u0e87\u200b\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0e97\u0eb5\u0ec8\u200b\u0ea1\u0eb5\u200b\u0ea2\u0eb9\u0ec8\u200b
upoint.cust.is.null=\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0ea2\u0eb9\u0e9e\u0ec9\u0ead\u0e8d\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
uniid.not.connected=\u0ec0\u0e81\u0eb5\u0e94\u0e84\u0ea7\u0eb2\u0ea1\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0ec3\u0e99\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0eb7\u0ec8\u0ead\u0ea1\u0e95\u0ecd\u0ec8\u0e81\u0eb1\u0e9a\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a UNIID.
upoint.redeem.more.than.invoice.amoutnt= \u0e88\u0ecd\u0eb2\u200b\u0e99\u0ea7\u0e99\u200b\u0e82\u0ead\u0e87\u200b\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0ec1\u0ea5\u0e81\u200b\u0e9b\u0ec8\u0ebd\u0e99\u200b\u0e9a\u0ecd\u0ec8\u200b\u0eaa\u0eb2\u200b\u0ea1\u0eb2\u0e94\u200b\u0eab\u0ebc\u0eb2\u0e8d\u200b\u0e81\u200b\u0ea7\u0ec8\u0eb2\u0e88\u0ecd\u0eb2\u200b\u0e99\u0ea7\u0e99\u200b\u0e97\u0eb1\u0e87\u200b\u0eab\u0ea1\u0ebb\u0e94\u200b\u0e82\u0ead\u0e87\u200b\u0ec3\u0e9a\u200b\u0e9a\u0eb4\u0e99\u0e8a\u0ecd\u0eb2\u0ea5\u0eb0\u0ec0\u0e87\u0eb4\u0e99\u200b\u0ec4\u0e94\u0ec9\u200b
otp.is.expire=\u0ea5\u0eb0\u0eab\u0eb1\u0e94 OTP \u0edd\u0ebb\u0e94\u0e81\u0eb3\u0e99\u0ebb\u0e94. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0eaa\u0ebb\u0ec8\u0e87\u0ec3\u0edd\u0ec8
account.uniid.invalid= \u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0ec0\u0e84\u0eb7\u0ec8\u0ead\u0e99\u0ec4\u0eab\u0ea7 \u0eab\u0ebc\u0eb7 \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a UniID
user.is.locked = \u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0e96\u0eb7\u0e81\u0ea5\u0eb1\u0ead\u0e81\u0ec0\u0e9b\u0eb1\u0e99\u0ec0\u0ea7\u0ea5\u0eb2 {0} \u0e99\u0eb2\u0e97\u0eb5\u0ec0\u0e99\u0eb7\u0ec8\u0ead\u0e87\u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0e9b\u0ec9\u0ead\u0e99\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0e9c\u0eb4\u0e94\u0eab\u0ebc\u0eb2\u0e8d\u0e81\u0ea7\u0ec8\u0eb2 {1} \u0e84\u0eb1\u0ec9\u0e87. \u0eab\u0ebc\u0eb1\u0e87\u0e88\u0eb2\u0e81 {0} \u0e99\u0eb2\u0e97\u0eb5, \u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0e88\u0eb0\u0e9b\u0ebb\u0e94\u0ea5\u0eb1\u0ead\u0e81\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0ead\u0eb1\u0e94\u0e95\u0eb0\u0ec2\u0e99\u0ea1\u0eb1\u0e94. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ea5\u0ead\u0e87\u0ec3\u0edd\u0ec8\u0ec3\u0e99\u0e9e\u0eb2\u0e8d\u0eab\u0ebc\u0eb1\u0e87.
token.is.null =\u0ec2\u0e97\u0ec0\u0e84\u0eb1\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
msisdn.null=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eae\u0eb1\u0e9a msisdn
isdn.is.not.exists= isdn \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8
isdn.is.exists= isdn \u0ea1\u0eb5\u0ea2\u0eb9\u0ec8
application.name.is.null=\u0e8a\u0eb7\u0ec8\u0ec1\u0ead\u0eb1\u0e9a\u0e9e\u0ea5\u0eb4\u0ec0\u0e84\u0e8a\u0eb1\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
if.is.null=IP \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
upoint.redeem.is.null=\u0e84\u0eb0\u0ec1\u0e99\u0e99\u0ec1\u0ea5\u0e81\u0e9b\u0ec8\u0ebd\u0e99\u0e82\u0ead\u0e87\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2 \u0ec1\u0ea5\u0eb0 \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0edc\u0ec9\u0ead\u0e8d\u0e81\u0ea7\u0ec8\u0eb2 0 \u0ec4\u0e94\u0ec9
invoice.amount.invalid= \u0e88\u0eb3\u0e99\u0ea7\u0e99\u0ec3\u0e9a\u0e9a\u0eb4\u0e99\u0e97\u0eb1\u0e87\u0edd\u0ebb\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec1\u0ea5\u0eb0 \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0edc\u0ec9\u0ead\u0e8d\u0e81\u0ea7\u0ec8\u0eb2 0 \u0ec4\u0e94\u0ec9
upoint.given.customer.is.null=\u0e88\u0eb3\u0e99\u0ea7\u0e99\u0e88\u0eb8\u0e94\u0e97\u0eb5\u0ec8\u0ea1\u0ead\u0e9a\u0ec3\u0eab\u0ec9\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2 \u0ec1\u0ea5\u0eb0\u0e95\u0ec9\u0ead\u0e87\u0e9a\u0ecd\u0ec8\u0edc\u0ec9\u0ead\u0e8d\u0e81\u0ea7\u0ec8\u0eb2 0.
upoint.trans.code.is.null=\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e97\u0eb8\u0ea5\u0eb0\u0e81\u0eb3\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
wrong.parameter=\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ea5\u0ead\u0e87\u0ec3\u0edd\u0ec8
user.is.locked.Shared = \u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0e96\u0eb7\u0e81\u0ea5\u0eb1\u0ead\u0e81 {0} \u0e99\u0eb2\u0e97\u0eb5. \u0eab\u0ebc\u0eb1\u0e87\u0e88\u0eb2\u0e81 {0} \u0e99\u0eb2\u0e97\u0eb5, \u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0e88\u0eb0\u0e9b\u0ebb\u0e94\u0ea5\u0eb1\u0ead\u0e81\u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0ec2\u0e94\u0e8d\u0ead\u0eb1\u0e94\u0e95\u0eb0\u0ec2\u0e99\u0ea1\u0eb1\u0e94. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ea5\u0ead\u0e87\u0ec3\u0edd\u0ec8\u0ec3\u0e99\u0e9e\u0eb2\u0e8d\u0eab\u0ebc\u0eb1\u0e87.
no.permission = \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0eaa\u0eb4\u0e94\u0ec3\u0eab\u0ec9\u0e94\u0eb3\u0ec0\u0e99\u0eb5\u0e99\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e99\u0eb5\u0ec9
otp.cust.authentication.is.expire = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0ea2\u0eb7\u0e99\u0ea2\u0eb1\u0e99\u0e82\u0ead\u0e87\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0edd\u0ebb\u0e94\u0ead\u0eb2\u0e8d\u0eb8\u0ec1\u0ea5\u0ec9\u0ea7, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ea5\u0ead\u0e87\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
otp.confim.merchant.is.expire = OTP \u0ea2\u0eb1\u0ec9\u0e87\u0ea2\u0eb7\u0e99\u0e97\u0eb8\u0ea5\u0eb0\u0e81\u0eb3\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0edd\u0ebb\u0e94\u0ead\u0eb2\u0e8d\u0eb8\u0ec1\u0ea5\u0ec9\u0ea7, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ea5\u0ead\u0e87\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
otp.confim.cust.is.expire = OTP \u0ea2\u0eb1\u0ec9\u0e87\u0ea2\u0eb7\u0e99\u0e97\u0eb8\u0ea5\u0eb0\u0e81\u0eb3\u0e82\u0ead\u0e87\u0ea5\u0eb9\u0e81\u0e84\u0ec9\u0eb2\u0ec4\u0e94\u0ec9\u0edd\u0ebb\u0e94\u0ead\u0eb2\u0e8d\u0eb8\u0ec1\u0ea5\u0ec9\u0ea7, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ea5\u0ead\u0e87\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87

#GSCT
province.code.null = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0ec1\u0e82\u0ea7\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec3\u0e94\u0ec9
password.null = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9c\u0ec8\u0eb2\u0e99\u0ec0\u0e82\u0ebb\u0ec9\u0eb2\u0eaa\u0eb9\u0ec8\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec3\u0e94\u0ec9
construction.type.null = \u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec3\u0e94\u0ec9
construction.info.null = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
construction.code.null = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e88\u0eb8\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec3\u0e94\u0ec9
construction.name.null = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0eaa\u0eb9\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec3\u0e94\u0ec9
position.type.null = \u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e82\u0ead\u0e87\u0e97\u0eb5\u0ec8\u0e95\u0eb1\u0ec9\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec3\u0e94\u0ec9
station.type.null = \u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e82\u0ead\u0e87\u0eaa\u0eb9\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec3\u0e94\u0ec9
column.type.null = \u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e96\u0eb1\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
column.height.null = \u0e84\u0ea7\u0eb2\u0ea1\u0eaa\u0eb9\u0e87\u0e82\u0ead\u0e87\u0e96\u0eb1\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
long.coordinate.null = \u0ec0\u0eaa\u0eb1\u0ec9\u0e99\u0ec1\u0ea7\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ead\u0e8d\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec4\u0e94\u0ec9
lat.coordinate.null = \u0ec0\u0eaa\u0eb1\u0ec9\u0e99\u0e82\u0eb0\u0eab\u0e99\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ead\u0e8d\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec4\u0e94\u0ec9
district.null = \u0e9a\u0ec9\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec3\u0e94\u0ec9
village.null = \u0ec0\u0ea1\u0eb7\u0ead\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec3\u0e94\u0ec9
province.info.null = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec1\u0e82\u0ea7\u0e87
create.construction.success = \u0eaa\u0ec9\u0eb2\u0e87\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0ec3\u0eab\u0ea1\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94
file.content.null = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ec4\u0e9f\u0ea5\u0ecc\u0ea1\u0eb5\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
not.allowed.create.construction = \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0ec3\u0edd\u0ec8
construction.code.already.exist = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e88\u0eb8\u0e94\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0ec1\u0ea5\u0ec9\u0ea7, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec3\u0eaa\u0ec8\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0ead\u0eb7\u0ec8\u0e99
province.code.not.exist = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0ec1\u0e82\u0ea7\u0e87\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec3\u0eaa\u0ec8\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0ead\u0eb7\u0ec8\u0e99
district.code.not.exist = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e9a\u0ec9\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a \u0eab\u0ebc\u0eb7 \u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e82\u0eb6\u0ec9\u0e99\u0e81\u0eb1\u0e9a\u0ec1\u0e82\u0ea7\u0e87\u0e97\u0eb5\u0ec8\u0ec0\u0ea5\u0eb7\u0ead\u0e81, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec3\u0eaa\u0ec8\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0ead\u0eb7\u0ec8\u0e99
column.type.not.exist = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e96\u0eb1\u0e99, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0ec0\u0e9a\u0eb4\u0ec8\u0e87\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
user.disabled = \u0e9a\u0eb1\u0e99\u0e8a\u0eb5\u0e96\u0eb7\u0e81\u0e9b\u0eb4\u0e94\u0e81\u0eb2\u0e99\u0e99\u0eb3\u0ec3\u0e8a\u0ec9\u0ec1\u0ea5\u0ec9\u0ea7\u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
not.allowed.update.construction = \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99
update.construction.success = \u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
not.allowed.delete.construction = \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ea5\u0ebb\u0e9a\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99
construction.not.deletable = \u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a \u0eab\u0ebc\u0eb7 \u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0e82\u0eb1\u0ec9\u0e99\u0e95\u0ead\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0e84\u0eb8\u0e99\u0e99\u0eb0\u0e9e\u0eb2\u0e9a, \u0e9a\u0ecd\u0ec8\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ea5\u0ebb\u0e9a\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
delete.construction.success = \u0ea5\u0ebb\u0e9a\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
add.construction.item.success = \u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
construction.item.info.null = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec3\u0e99\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
construction.item.info.not.exist = \u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
assign.construction.item.success = \u0e81\u0eb2\u0e99\u0ea1\u0ead\u0e9a\u0edd\u0eb2\u0e8d\u0ea7\u0ebd\u0e81\u0eaa\u0ecd\u0eb2\u0ec0\u0ea5\u0eb1\u0e94
not.allowed.add.construction.item = \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 \u0eab\u0ebc\u0eb7 \u0ea5\u0ebb\u0e9a\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
not.allowed.assign.construction = \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ea1\u0ead\u0e9a\u0edd\u0eb2\u0e8d\u0ea7\u0ebd\u0e81
construction.not.assignable = \u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a \u0eab\u0ebc\u0eb7 \u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0e82\u0eb1\u0ec9\u0e99\u0e95\u0ead\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0e84\u0eb8\u0e99\u0e99\u0eb0\u0e9e\u0eb2\u0e9a, \u0e9a\u0ecd\u0ec8\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ea1\u0ead\u0e9a\u0eab\u0ea1\u0eb2\u0e8d\u0ea7\u0ebd\u0e81, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
not.allowed.update.construction.startdate = \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ea1\u0ead\u0e9a\u0e82\u0ead\u0e87\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
update.construction.startdate.success = \u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ea1\u0ead\u0e9a\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94
construction.startdate.not.updatable = \u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
construction.item.startdate.not.updatable = \u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87, \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e82\u0ead\u0e87\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec4\u0e94\u0ec9, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
update.construction.item.startdate.success = \u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e82\u0ead\u0e87\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0eaa\u0ecd\u0eb2\u0ec0\u0ea5\u0eb1\u0e94
approve.request.success = \u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0eaa\u0ecd\u0eb2\u0ec0\u0ea5\u0eb1\u0e94
construction.item.status.not.updatable = \u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec1\u0ea1\u0ec8\u0e99\u0ea5\u0ecd\u0e96\u0ec9\u0eb2\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94, \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0ec3\u0e94\u0ec6\u0e96\u0eb7\u0e81\u0eaa\u0ebb\u0ec8\u0e87\u0ec4\u0e9b
construction.item.not.updatable = \u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94 \u0eab\u0ebc\u0eb7 \u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94, \u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
construction.item.is.completed = \u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec1\u0ea1\u0ec8\u0e99\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e97\u0eb5\u0ec8\u0eaa\u0ecd\u0eb2\u0ec0\u0ea5\u0eb1\u0e94, \u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0eae\u0eb1\u0e94\u0ec4\u0e94\u0ec9, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
create.approve.request.success = \u0eaa\u0ec9\u0eb2\u0e87\u0e84\u0eb3\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
construction.number.gen.success = \u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0ec3\u0edd\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94 {0} / {1} \u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0ead\u0eb1\u0e9a\u0ec2\u0eab\u0ea5\u0e94\u0ec4\u0e9f\u0ea5\u0ecc
upload.images.success = \u0ead\u0eb1\u0e9a\u0ec2\u0eab\u0ebc\u0e94\u0eae\u0eb9\u0e9a\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
construction.item.not.have.image = \u0e97\u0ec8\u0eb2\u0e99\u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0eae\u0eb9\u0e9a\u0e9e\u0ebd\u0e87\u0e9e\u0ecd\u0eaa\u0ecd\u0eb2\u0ea5\u0eb1\u0e9a\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0eae\u0eb9\u0e9a\u0ec3\u0eab\u0ec9\u0e9e\u0ebd\u0e87\u0e9e\u0ecd\u0e81\u0ec8\u0ead\u0e99\u0e88\u0eb0\u0eaa\u0ec9\u0eb2\u0e87\u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94
construction.startdate.null = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e81\u0ec8\u0ebd\u0ea7\u0e81\u0eb1\u0e9a\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ea1\u0ead\u0e9a\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0e97\u0eb5\u0ec8
construction.item.list.approve.null = \u0e97\u0ec8\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ea2\u0ec8\u0eb2\u0e87\u0edc\u0ec9\u0ead\u0e8d 1 \u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0eaa\u0ec9\u0eb2\u0e87\u0e84\u0eb3\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd
construction.item.can.not.be.requested = \u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0ecd\u0ec8\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e81\u0eb3\u0ea5\u0eb1\u0e87\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94, \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94\u0ec4\u0e94\u0ec9, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
list.construction.item.info.null = \u0e97\u0ec8\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ea2\u0ec8\u0eb2\u0e87\u0edc\u0ec9\u0ead\u0e8d 1 \u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
construction.is.active.unupdatable = \u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ec4\u0ea5\u0e8d\u0eb0\u0e81\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb2\u0ea1, \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec4\u0e94\u0ec9
reject.reason.null = \u0e97\u0ec8\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ec3\u0eaa\u0ec8\u0ec0\u0eab\u0e94\u0e9c\u0ebb\u0e99\u0eaa\u0ecd\u0eb2\u0ea5\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0e9b\u0eb0\u0e95\u0eb4\u0ec0\u0eaa\u0e94\u0e84\u0ecd\u0eb2\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94
reject.request.success = \u0e9b\u0eb0\u0e95\u0eb4\u0ec0\u0eaa\u0e94\u0e84\u0eb3\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
construction.item.status.not.requested = \u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0e9a\u0ecd\u0ec8\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e97\u0eb5\u0ec8\u0eaa\u0ebb\u0ec8\u0e87\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd
construction.item.status.not.accepted1 = \u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0e9a\u0ecd\u0ec8\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94\u0e82\u0ead\u0e87\u0e8a\u0eb1\u0ec9\u0e99 1
construction.item.status.not.accepted2 = \u0e81\u0eb2\u0e99\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0e9a\u0ecd\u0ec8\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94\u0e82\u0ead\u0e87\u0e8a\u0eb1\u0ec9\u0e99 2
construction.item.startdate.null = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99
construction.startdate.not.valid = \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e82\u0ead\u0e87\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0eab\u0ebc\u0eb2\u0e8d\u0e81\u0ea7\u0ec8\u0eb2\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ea1\u0ead\u0e9a\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
file.name.is.empty = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e8a\u0eb7\u0ec8\u0ec4\u0e9f\u0ea5\u0ecc\u0eae\u0eb9\u0e9a\u0e9e\u0eb2\u0e9a
file.content.is.empty = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ec0\u0e99\u0eb7\u0ec9\u0ead\u0eab\u0eb2\u0eae\u0eb9\u0e9a\u0e9e\u0eb2\u0e9a
file.type.wrong = \u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0ec4\u0e9f\u0ea5\u0ecc\u0e9c\u0eb4\u0e94
file.size.invalid = \u0e82\u0eb0\u0edc\u0eb2\u0e94\u0ec4\u0e9f\u0ea5\u0ecc\u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87
construction.info.file.null = \u0ec4\u0e9f\u0ea5\u0ecc\u0e97\u0eb5\u0ec8\u0ead\u0eb1\u0e9a\u0ec2\u0eab\u0ea5\u0e94\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
file.is.null = \u0e97\u0ec8\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec4\u0e9f\u0ea5\u0ecc\u0e97\u0eb5\u0ec8\u0ea1\u0eb5\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
decision.deploy.null = \u0ead\u0eb4\u0e87\u0ec3\u0eaa\u0ec8\u0e81\u0eb2\u0e99\u0e95\u0eb1\u0e94\u0eaa\u0eb4\u0e99\u0ec3\u0e88\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e96\u0eb7\u0e81\u0e9b\u0eb0\u0ec4\u0ea7\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2
construction.type.not.exist = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
position.type.not.exist = \u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e97\u0eb5\u0ec8\u0e95\u0eb1\u0ec9\u0e87\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
construction.start.date.null = \u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0ec3\u0eaa\u0ec8\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ea1\u0ead\u0e9a\u0ec2\u0ead\u0e99\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0e97\u0eb5\u0ec8, \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eaa\u0ec8\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
construction.detail.is.active = \u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87, \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0ec4\u0e94\u0ec9\u0ead\u0eb5\u0e81
construction.item.startdate.not.valid = \u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0eae\u0ead\u0e94\u0ea7\u0eb1\u0e99\u200b\u0e97\u0eb5\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87, \u0e8d\u0eb1\u0e87\u200b\u0e9a\u0ecd\u0ec8\u200b\u0eaa\u0eb2\u200b\u0ea1\u0eb2\u0e94\u200b\u0ec0\u0eae\u0eb1\u0e94\u200b\u0e81\u0eb2\u0e99\u200b\u0e82\u0ecd\u200b\u0ead\u0eb0\u200b\u0e99\u0eb8\u200b\u0ea1\u0eb1\u0e94\u200b\u0ec4\u0e94\u0ec9
construction.item.is.active = \u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0ea1\u0eb5\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e81\u0ecd\u0eb2\u0ea5\u0eb1\u0e87\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87, \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ea1\u0ead\u0e9a\u0ec2\u0ead\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eaa\u0ec8\u0e84\u0eb7\u0e99\u0ec4\u0e94\u0ec9
construction.not.in.your.area = \u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ec1\u0e82\u0ea7\u0e87\u0e82\u0ead\u0e87\u0ec0\u0e88\u0ebb\u0ec9\u0eb2, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
reject.reason.length.invalid = \u0ec0\u0eab\u0e94\u0e9c\u0ebb\u0e99\u0e82\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e9b\u0eb0\u0e95\u0eb4\u0ec0\u0eaa\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ea1\u0eb5\u0e84\u0ea7\u0eb2\u0ea1\u0e8d\u0eb2\u0ea7\u0ec0\u0e81\u0eb5\u0e99 500 \u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
previous.construction.item.not.complete = \u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99 {0} \u0e9a\u0ecd\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0ec0\u0e9a\u0eb4\u0ec8\u0e87\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
construction.start.date.before.now = \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ea1\u0ead\u0e9a\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e95\u0ec9\u0ead\u0e87\u0ec3\u0eab\u0e8d\u0ec8\u0e81\u0ea7\u0ec8\u0eb2 \u0eab\u0ebc\u0eb7 \u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e81\u0eb1\u0e9a\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e9b\u0eb1\u0e94\u0e88\u0eb8\u0e9a\u0eb1\u0e99
construction.item.start.date.before.now = \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e82\u0ead\u0e87\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0ec3\u0eab\u0e8d\u0ec8\u0e81\u0ea7\u0ec8\u0eb2 \u0eab\u0ebc\u0eb7 \u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e81\u0eb1\u0e9a\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e9b\u0eb1\u0e94\u0e88\u0eb8\u0e9a\u0eb1\u0e99
station.type.not.exist = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e9b\u0eb0\u0ec0\u0e9e\u0e94\u0e82\u0ead\u0e87\u0eaa\u0eb9\u0e99\u0e99\u0eb5\u0ec9, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0e84\u0eb7\u0e99\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
list.construction.info.null = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ea5\u0eb2\u0e8d\u200b\u0e8a\u0eb7\u0ec8\u0e82\u0ead\u0e87\u200b\u0ea5\u0eb2\u0e8d\u200b\u0e81\u0eb2\u0e99\u200b\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
list.image.null = \u0ea5\u0eb2\u0e8d\u0e8a\u0eb7\u0ec8\u0e82\u0ead\u0e87\u0eae\u0eb9\u0e9a\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
REPORT_CMS = \u0e9a\u0ebb\u0e94\u0ea5\u0eb2\u0e8d\u0e87\u0eb2\u0e99\u0e81\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb2\u0ea1\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
QLCT = \u0e81\u0eb2\u0e99\u0e84\u0eb8\u0ec9\u0ea1\u0e84\u0ead\u0e87\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
GSCT = \u0e81\u0eb2\u0e99\u0e95\u0eb4\u0e94\u0e95\u0eb2\u0ea1\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
QLTBTS = \u0e81\u0eb2\u0e99\u0e84\u0eb8\u0ec9\u0ea1\u0e84\u0ead\u0e87\u0eaa\u0eb9\u0e99 BTS
REPORT_BTS = \u0ea5\u0eb2\u0e8d\u0e87\u0eb2\u0e99 BTS
not.allowed.create.approve.request = \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0eaa\u0ec9\u0eb2\u0e87\u0e84\u0ecd\u0eb2\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99
construction.detail.list.null = \u0ea5\u0eb2\u0e8d\u0e8a\u0eb7\u0ec8\u0e82\u0ead\u0e87\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2
construction.status.not.approvable = \u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87
not.allow.approve.request = \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94\u0e84\u0ecd\u0eb2\u0eae\u0ec9\u0ead\u0e87\u0e82\u0ecd
#end_GSCT

#GSBTS
add.bts.station.success = \u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0eaa\u0eb9\u0e99 BTS \u0ec3\u0edd\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
bts.station.info.null = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87 BTS
bts.id.info.null = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99 ID \u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
bts.site.of.nims.info.null = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0e88\u0eb8\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.longitude.info.null = \u0ec0\u0eaa\u0eb1\u0ec9\u0e99\u0ec1\u0ea7\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.latitude.info.null = \u0ec0\u0eaa\u0eb1\u0ec9\u0e99\u0e82\u0eb0\u0edc\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.contract.no.info.null = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0eaa\u0eb1\u0e99\u0e8d\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.name.info.null = \u0e8a\u0eb7\u0ec8\u0eaa\u0eb9\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.provice.info.null = \u0ec1\u0e82\u0ea7\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec4\u0e94\u0ec9
bts.district.info.null = \u0ec0\u0ea1\u0eb7\u0ead\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ead\u0e8d\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec4\u0e94\u0ec9
bts.telephone.info.null = \u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.started.date.contract.info.null = \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ec0\u0ea5\u0eb5\u0ec8\u0ea1\u0e95\u0ebb\u0ec9\u0e99\u0e82\u0ead\u0e87\u0eaa\u0eb1\u0e99\u0e8d\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.end.date.contract.info.null = \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0eaa\u0eb4\u0ec9\u0e99\u0eaa\u0eb8\u0e94\u0e82\u0ead\u0e87\u0eaa\u0eb1\u0e99\u0e8d\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.rental.fee.info.null = \u0e84\u0ec8\u0eb2\u0ec0\u0e8a\u0ebb\u0ec8\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.payment.time.info.null = \u0ec4\u0ea5\u0e8d\u0eb0\u0ec0\u0ea7\u0ea5\u0eb2\u0e81\u0eb2\u0e99\u0e88\u0ec8\u0eb2\u0e8d\u0ec0\u0e87\u0eb4\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec4\u0e94\u0ec9
bts.period.of.rent.info.null = \u0ec4\u0ea5\u0e8d\u0eb0\u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0ebb\u0ec8\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.file.contract.info.null = \u0ec4\u0e9f\u0ea5\u0ecc\u0eaa\u0eb1\u0e99\u0e8d\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.approved.status.info.null = \u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.status.info.null = \u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0eaa\u0eb9\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.station.not.exits = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0eaa\u0eb9\u0e99 {0}!\u0e99\u0eb5\u0ec9
bts.station.code.already.exist = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb5\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0ec1\u0ea5\u0ec9\u0ea7, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec3\u0eaa\u0ec8\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0ead\u0eb7\u0ec8\u0e99
bts.station.code.already.not.exist = \u0eaa\u0eb9\u0e99 BTS \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ec3\u0eaa\u0ec8\u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0ead\u0eb7\u0ec8\u0e99
bts.station.contract.no.already.exist = \u0edd\u0eb2\u0e8d\u0ec0\u0ea5\u0e81\u0eaa\u0eb1\u0e99\u0e8d\u0eb2\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0ec1\u0ea5\u0ec9\u0ea7, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0ea5\u0ead\u0e87\u0ec3\u0edd\u0ec8\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
not.allowed.update.bts.station = \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
not.allowed.approved.bts.station = \u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87
bts.station.file.CR.null = \u0e95\u0ec9\u0ead\u0e87\u0ea1\u0eb5\u0ec4\u0e9f\u0ea5\u0ecc CR \u0ec0\u0e9e\u0eb7\u0ec8\u0ead\u0e9b\u0eb4\u0e94\u0eaa\u0eb9\u0e99
bts.station.status.not.allow.update.null = \u0eaa\u0eb9\u0e99 {0} \u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e94\u0eb3\u0ec0\u0e99\u0eb5\u0e99\u0e81\u0eb2\u0e99\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0ec4\u0e94\u0ec9
bts.station.code.already.not.exist.update = \u0eaa\u0eb9\u0e99 BTS {0} \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a!
bts.site.on.nims.not.exits = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0eaa\u0eb9\u0e99 BTS \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a NIMS. \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0ec0\u0e9a\u0eb4\u0ec8\u0e87\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87
bts.turn.off.date.null = \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0e9b\u0eb4\u0e94\u0eaa\u0eb9\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.station.status.not.allow.turn.off.null = \u0eaa\u0eb9\u0e99 {0} \u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb0\u0e97\u0eb5\u0ec8\u0ea1\u0eb1\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0eb4\u0e94\u0eaa\u0eb0\u0e96\u0eb2\u0e99\u0eb5\u0ec4\u0e94\u0ec9
bts.station.lat.long.not.allow.format = \u0e9e\u0eb4\u0e81\u0eb1\u0e94\u0ec1\u0ea1\u0ec8\u0e99\u0ec3\u0eaa\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99 \u0ec1\u0ea5\u0eb0\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e9e\u0eb4\u0ec0\u0eaa\u0e94!
bts.started.date.payment.info.null = \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ec0\u0ea5\u0eb5\u0ec8\u0ea1\u0e95\u0ebb\u0ec9\u0e99\u0e81\u0eb2\u0e99\u0e88\u0ec8\u0eb2\u0e8d\u0ec0\u0e87\u0eb4\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.end.date.payment.info.null = \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0eaa\u0eb4\u0ec9\u0e99\u0eaa\u0eb8\u0e94\u0e81\u0eb2\u0e99\u0e88\u0ec8\u0eb2\u0e8d\u0ec0\u0e87\u0eb4\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.amount.info.null = \u0e84\u0ec8\u0eb2\u0ec0\u0e8a\u0ebb\u0ec8\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ead\u0e8d\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.has.electricity.info.null = \u0ea1\u0eb5\u0ec4\u0e9f\u0e9f\u0ec9\u0eb2 \u0eab\u0ebc\u0eb7 \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ead\u0e8d\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.sign.date.contract.info.null = \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ec0\u0e8a\u0eb1\u0e99\u0eaa\u0eb1\u0e99\u0e8d\u0eb2\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
bts.date.not.format = \u0ea7\u0eb1\u0e99\u0e97\u0eb5,\u0ec0\u0e94\u0eb7\u0ead\u0e99,\u0e9b\u0eb5 \u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87\u0eae\u0eb9\u0e9a\u0ec1\u0e9a\u0e9a
bts.from.date.not.before.to.date.contract = \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0eaa\u0eb4\u0ec9\u0e99\u0eaa\u0eb8\u0e94\u0e82\u0ead\u0e87\u0eaa\u0eb1\u0e99\u0e8d\u0eb2\u0e88\u0eb0\u0e95\u0ec9\u0ead\u0e87\u0e9a\u0ecd\u0ec8\u0edc\u0ec9\u0ead\u0e8d\u0e81\u0ea7\u0ec8\u0eb2\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ec0\u0ea5\u0eb5\u0ec8\u0ea1\u0e95\u0ebb\u0ec9\u0e99\u0e82\u0ead\u0e87\u0eaa\u0eb1\u0e99\u0e8d\u0eb2
bts.from.date.not.before.to.date.payment = \u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0eaa\u0eb4\u0ec9\u0e99\u0eaa\u0eb8\u0e94\u0e81\u0eb2\u0e99\u0e88\u0ec8\u0eb2\u0e8d\u0ec0\u0e87\u0eb4\u0e99\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0edc\u0ec9\u0ead\u0e8d\u0e81\u0ea7\u0ec8\u0eb2\u0ea7\u0eb1\u0e99\u0e97\u0eb5\u0ec0\u0ea5\u0eb5\u0ec8\u0ea1\u0e95\u0ebb\u0ec9\u0e99\u0e81\u0eb2\u0e99\u0e88\u0ec8\u0eb2\u0e8d\u0ec0\u0e87\u0eb4\u0e99
bts.station.telephone.not.allow.format = \u0ec0\u0e9a\u0eb5\u0ec2\u0e97\u0ea5\u0eb0\u0eaa\u0eb1\u0e9a\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eaa\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99 \u0ec1\u0ea5\u0eb0 \u0ea1\u0eb5\u0e84\u0ea7\u0eb2\u0ea1\u0e8d\u0eb2\u0ea7\u0ea5\u0eb0\u0eab\u0ea7\u0ec8\u0eb2\u0e87 9 \u0eab\u0eb2 15 \u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99!
bts.station.period.of.rent.not.allow.format = \u0e81\u0eb2\u0e99\u0ec0\u0e8a\u0ebb\u0ec8\u0eb2\u0ec4\u0ea5\u0e8d\u0eb0\u0ec0\u0ea7\u0ea5\u0eb2\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eaa\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99 \u0ec1\u0ea5\u0eb0\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e9e\u0eb4\u0ec0\u0eaa\u0e94!
bts.station.rental.fee.not.allow.format = \u0ea5\u0eb2\u0e84\u0eb2\u0eab\u0ebb\u0ea7\u0edc\u0ec8\u0ea7\u0e8d\u0e84\u0ec8\u0eb2\u0ec0\u0e8a\u0ebb\u0ec8\u0eb2\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eaa\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99 \u0ec1\u0ea5\u0eb0 \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e9e\u0eb4\u0ec0\u0eaa\u0e94!
bts.station.amount.not.allow.format = \u0e84\u0ec8\u0eb2\u0ec0\u0e8a\u0ebb\u0ec8\u0eb2\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eaa\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99 \u0ec1\u0ea5\u0eb0 \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e9e\u0eb4\u0ec0\u0eaa\u0e94!
bts.station.payment.time.not.allow.format = \u0ec0\u0ea7\u0ea5\u0eb2\u0e88\u0ec8\u0eb2\u0e8d\u0ec0\u0e87\u0eb4\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0eaa\u0ec8\u0ec0\u0e9b\u0eb1\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0ec0\u0e97\u0ebb\u0ec8\u0eb2\u0e99\u0eb1\u0ec9\u0e99 \u0ec1\u0ea5\u0eb0\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e95\u0ebb\u0ea7\u0ead\u0eb1\u0e81\u0eaa\u0ead\u0e99\u0e9e\u0eb4\u0ec0\u0eaa\u0e94!
turn.off.station.success = \u0e81\u0eb2\u0e99\u0e9b\u0eb4\u0e94\u0eaa\u0eb9\u0e99 {0} \u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
update.station.success = \u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0eaa\u0eb9\u0e99 BTS {0} \u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7
bts.station.status.cannot.off = \u0eaa\u0eb9\u0e99 BTS {0} \u0e9a\u0ecd\u0ec8\u0ec0\u0eae\u0eb1\u0e94\u0ea7\u0ebd\u0e81. \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0eb4\u0e94\u0ec4\u0e94\u0ec9!
bts.station.approvedstatus.cannot.off = \u0eaa\u0eb9\u0e99 {0} \u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0ead\u0eb0\u0e99\u0eb8\u0ea1\u0eb1\u0e94. \u0eab\u0ec9\u0eb2\u0ea1\u0e9b\u0eb4\u0e94\u0eaa\u0eb9\u0e99!
upload.file.success = \u0ead\u0eb1\u0e9a\u0ec2\u0eab\u0ebc\u0e94\u0ec4\u0e9f\u0ea5\u0ecc\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94
#End_GSBTS

#DuongDH
construction.is.remove.active.unupdatable = \u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0ec4\u0e94\u0ec9\u0e96\u0eb7\u0e81\u0ea5\u0ebb\u0e9a \u0eab\u0ebc\u0eb7 \u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0e82\u0eb1\u0ec9\u0e99\u0e95\u0ead\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0e84\u0eb8\u0e99\u0e99\u0eb0\u0e9e\u0eb2\u0e9a, \u0e9a\u0ecd\u0ec8\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0ec0\u0e9a\u0eb4\u0ec8\u0e87\u0ead\u0eb5\u0e81\u0ec0\u0e97\u0eb7\u0ec8\u0ead\u0eab\u0e99\u0eb6\u0ec8\u0e87
construction.not.add.item = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87 \u0eab\u0ebc\u0eb7 \u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0e82\u0eb1\u0ec9\u0e99\u0e95\u0ead\u0e99\u0e81\u0eb2\u0e99\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0e84\u0eb8\u0e99\u0e99\u0eb0\u0e9e\u0eb2\u0e9a, \u0ea1\u0eb1\u0e99\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e96\u0eb7\u0e81\u0ead\u0eb0\u0e99\u0eb8\u0e8d\u0eb2\u0e94\u0ec3\u0eab\u0ec9\u0e9b\u0ec8\u0ebd\u0e99\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0ea7\u0ebd\u0e81, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0ec0\u0e9a\u0eb4\u0ec8\u0e87\u0ead\u0eb5\u0e81\u0ec0\u0e97\u0eb7\u0ec8\u0ead\u0eab\u0e99\u0eb6\u0ec8\u0e87
construction.not.exists = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0e81\u0ecd\u0ec8\u0eaa\u0ec9\u0eb2\u0e87\u0e99\u0eb5\u0ec9
constructionDetail.not.exists = \u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e99\u0eb5\u0ec9
constructionItem.not.exists = \u0ea5\u0eb2\u0e8d\u0e81\u0eb2\u0e99\u0e8d\u0eb1\u0e87\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e9b\u0eb0\u0e81\u0eb2\u0e94
#End DuongDH
#Update
foundation.column = Column foundation item
erecting.columns = Column erection item
3m.column = 3m . column item
minishelter.house = Minishelter house item
install.device = Equipment installation item
maintenance = Maintenance item
transmission = Transmission item
electric.ac = Item AC electric
foundation = Foundation item
beams.columns.floors = Items of beams, columns, floors
finishing = Finished item
fence = Item fences
building.house = Item builders
explosive.factory = Item explosive factory
install.public.house = Item Public house installation
public.house.foundation = Item Public house foundation
foundation.column.m0 = Item column foundation M0
foundation.column.m1 = Item column foundation M1
foundation.column.m2 = Item column foundation M2
foundation.column.m3 = Item column foundation M3
foundation.column.m4 = Item column foundation M4
earthing = Item grounding
foundation.girder = Foundation girder
digging.foundation = Digging foundation
concrete.lining = Concrete lining
iron.grafting = Iron grafting
formwork.grafting = Formwork grafting
concreting = Concreting
dig.tract = Dig tract
piling = Piling
welding = Welding
wiring = Wiring
other = Other
image.not.exist = The photo does not exist, please check again!
image.deleted = The photo has been deleted, please check again!
image.approved = The photo has been approved, no re-approval is possible!
image.approved.reject = Photo has been approved, reject cannot be done!
image.rejected = Photo has been approved, reject cannot be done!
image.approved.success = Image approval successful!
image.reject.success = Reject image successful!
image.delete.status = Photos are not rejected, cannot be deleted!
image.status.delete = Deleted
image.status.active = Active
image.status.approved = Approved
image.status.rejected = Rejected
create.approve.request = Sent request
prov.infa.approve.construction_item = Accepted work
prov.vice.approve.construction_item = Sent request for acceptance
corp.approve.construction_item = Completed the acceptance test
prov.infa.reject.construction_item = Refuse to accept work
prov.vice.reject.construction_item =Refuse request for acceptance
corp.reject.construction_item = Refusing to complete the acceptance test
reason.reject.image.1 = Photo taken is not clear
reason.reject.image.2 = Wrong photo
reason.reject.image.3 = Image is not good quality
reason.reject.image.4 = Other
corp.complete.construction_item = \u0eaa\u0ecd\u0eb2\u0ec0\u0ea5\u0eb1\u0e94
delete.image.rejected = Deleted rejected photos successfully!
image.null = Images cannot be empty
delete.image.success = Deleted photos successfully!
image.delete.not.active = Photos are not active, cannot be deleted!
item.parent.startdate.null = Construction date of parent item has not been entered, please check again!
item.parent.startdate.invalid = Construction date of the item must not be less than the construction date of the parent item, please check again!
province.name.null =\u0e8a\u0eb7\u0ec8\u0ec1\u0e82\u0ea7\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
province.null =\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec1\u0e82\u0ea7\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0ec4\u0e94\u0ec9
province.name.check.duplicate =\u0e8a\u0eb7\u0ec8\u0ec1\u0e82\u0ea7\u0e87\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0ec1\u0ea5\u0ec9\u0ea7, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0ec0\u0e9a\u0eb4\u0ec8\u0e87\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87!
province.code.check.duplicate = \u0ea5\u0eb0\u0eab\u0eb1\u0e94\u0ec1\u0e82\u0ea7\u0e87\u0ea1\u0eb5\u0ea2\u0eb9\u0ec8\u0ec3\u0e99\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0ec1\u0ea5\u0ec9\u0ea7, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0ec0\u0e9a\u0eb4\u0ec8\u0e87\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87!
province.add.fail =\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec1\u0e82\u0ea7\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87!
province.add.success =\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec1\u0e82\u0ea7\u0e87\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7!
province.update.fail =\u0e81\u0eb2\u0e99\u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec1\u0e82\u0ea7\u0e87\u0ea5\u0ebb\u0ec9\u0ea1\u0ec0\u0eab\u0ea5\u0ea7, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87!
province.update.success = \u0ead\u0eb1\u0e9a\u0ec0\u0e94\u0e94\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec1\u0e82\u0ea7\u0e87\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7!
province.delete.null =\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec1\u0e82\u0ea7\u0e87\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87!
province.delete.fail =\u0ea5\u0eb6\u0e9a\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec1\u0e82\u0ea7\u0e87\u0e9a\u0ecd\u0ec8\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94, \u0e81\u0eb0\u0ea5\u0eb8\u0e99\u0eb2\u0e81\u0ea7\u0e94\u0eaa\u0ead\u0e9a\u0ead\u0eb5\u0e81\u0e84\u0eb1\u0ec9\u0e87!
province.delete.success =\u0e82\u0ecd\u0ec9\u0ea1\u0eb9\u0e99\u0ec1\u0e82\u0ea7\u0e87\u0e96\u0eb7\u0e81\u0ea5\u0eb6\u0e9a\u0eaa\u0eb3\u0ec0\u0ea5\u0eb1\u0e94\u0ec1\u0ea5\u0ec9\u0ea7!
#End update
