# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.

isdn.is.null=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i \u0111\u0103ng k\u00fd kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
isdn.ctv.is.invalid=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i c\u1ed9ng t\u00e1c vi\u00ean ch\u1ec9 \u0111\u01b0\u1ee3c ch\u1ee9a c\u00e1c k\u00fd t\u1ef1 s\u1ed1
isdn.ctv.is.invalid.length=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i c\u1ed9ng t\u00e1c vi\u00ean ph\u1ea3i c\u00f3 \u0111\u1ed9 d\u00e0i t\u1eeb 8 \u0111\u1ebfn 15 k\u00fd t\u1ef1
phone.is.null=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
phone.is.invalid=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i ch\u1ec9 \u0111\u01b0\u1ee3c ch\u1ee9a c\u00e1c k\u00fd t\u1ef1 s\u1ed1
phone.is.error=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i kh\u00f4ng h\u1ee3p l\u1ec7. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
phone.is.invalid.length=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i ph\u1ea3i c\u00f3 \u0111\u1ed9 d\u00e0i t\u1eeb 8 \u0111\u1ebfn 15 k\u00fd t\u1ef1
cust.isdn.is.invalid=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i kh\u00e1ch h\u00e0ng ch\u1ec9 \u0111\u01b0\u1ee3c ch\u1ee9a c\u00e1c k\u00fd t\u1ef1 s\u1ed1
cust.isdn.is.invalid.length=S\u1ed1 \u0111i\u1ec7n kh\u00e1ch h\u00e0ng ph\u1ea3i c\u00f3 \u0111\u1ed9 d\u00e0i t\u1eeb 8 \u0111\u1ebfn 15 k\u00fd t\u1ef1
user.name.is.invalid=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i \u0111\u0103ng k\u00fd ch\u1ec9 \u0111\u01b0\u1ee3c ch\u1ee9a c\u00e1c k\u00fd t\u1ef1 s\u1ed1
user.name.is.invalid.length=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i \u0111\u0103ng k\u00fd ph\u1ea3i c\u00f3 \u0111\u1ed9 d\u00e0i t\u1eeb 8 \u0111\u1ebfn 15 k\u00fd t\u1ef1
isdn.is.invalid= T\u00e0i kho\u1ea3n \u0111\u0103ng nh\u1eadp ch\u1ec9 \u0111\u01b0\u1ee3c ch\u1ee9a c\u00e1c k\u00fd t\u1ef1 s\u1ed1
isdn.is.invalid.length=T\u00e0i kho\u1ea3n \u0111\u0103ng nh\u1eadp ph\u1ea3i c\u00f3 \u0111\u1ed9 d\u00e0i t\u1eeb 8 \u0111\u1ebfn 15 k\u00fd t\u1ef1
isdn.is.exits = S\u1ed1 \u0111i\u1ec7n tho\u1ea1i \u0111\u00e3 t\u1ed3n t\u1ea1i tr\u00ean h\u1ec7 th\u1ed1ng. B\u1ea1n kh\u00f4ng th\u1ec3 \u0111\u0103ng k\u00fd t\u00e0i kho\u1ea3n m\u1edbi v\u1edbi S\u0110T n\u00e0y.
isdn.not.exits = T\u00e0i kho\u1ea3n \u0111\u0103ng nh\u1eadp kh\u00f4ng t\u1ed3n t\u1ea1i trong h\u1ec7 th\u1ed1ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
accountType.is.null=Lo\u1ea1i t\u00e0i kho\u1ea3n kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
serviceType.is.null=Lo\u1ea1i d\u1ecbch v\u1ee5 kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
unitName.is.null=T\u00ean \u0111\u01a1n v\u1ecb kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
fullName.is.null=T\u00ean ng\u01b0\u1eddi \u0111\u0103ng k\u00fd kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
phonenumber.is.null=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i \u0111\u0103ng k\u00fd kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
password.is.null= M\u1eadt kh\u1ea9u kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
otp.is.null= M\u00e3 OTP kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
sign.up.success=\u0110\u0103ng k\u00fd th\u00e0nh c\u00f4ng!
sign.up.false=\u0110\u0103ng k\u00fd kh\u00f4ng th\u00e0nh c\u00f4ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i.
sign.in.success=\u0110\u0103ng nh\u1eadp th\u00e0nh c\u00f4ng!
sign.in.false=\u0110\u0103ng nh\u1eadp kh\u00f4ng th\u00e0nh c\u00f4ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i.
update.success = C\u1eadp nh\u1eadt m\u1eadt kh\u1ea9u th\u00e0nh c\u00f4ng!
update.false=C\u1eadp nh\u1eadt l\u1ea1i m\u1eadt kh\u1ea9u kh\u00f4ng th\u00e0nh c\u00f4ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i.
user.or.pass.invalid=T\u00e0i kho\u1ea3n ho\u1eb7c m\u1eadt kh\u1ea9u kh\u00f4ng \u0111\u00fang. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i.
card.code.is.null=M\u00e3 th\u1ebb kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
isdn.not.invalid= S\u1ed1 \u0111i\u1ec7n tho\u1ea1i kh\u00f4ng t\u1ed3n t\u1ea1i trong h\u1ec7 th\u1ed1ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i.
upoint.topup.success= N\u1ea1p th\u1ebb th\u00e0nh c\u00f4ng.
upoint.topup.false=N\u1ea1p \u0111i\u1ec3m kh\u00f4ng th\u00e0nh c\u00f4ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i.
cust.isdn.is.null= S\u1ed1 \u0111i\u1ec7n tho\u1ea1i c\u1ee7a kh\u00e1ch h\u00e0ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
userName.is.null= T\u00e0i kho\u1ea3n \u0111\u0103ng nh\u1eadp kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
userName.not.exits = T\u00e0i kho\u1ea3n kh\u00f4ng t\u1ed3n t\u1ea1i trong h\u1ec7 th\u1ed1ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
point.limit.not.enough = H\u1ea1n m\u1ee9c c\u1ee7a CTV ho\u1eb7c Merchant h\u00e0ng kh\u00f4ng \u0111\u1ee7 \u0111\u1ec3 th\u1ef1c hi\u1ec7n giao d\u1ecbch t\u1eb7ng \u0111i\u1ec3m cho kh\u00e1ch h\u00e0ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
upoint.trans.type.is.null=Lo\u1ea1i giao d\u1ecbch kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
invoice.amount.is.null=T\u1ed5ng ti\u1ec1n h\u00f3a \u0111\u01a1n kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
upoint.current.merchant.is.null=H\u1ea1n m\u1ee9c hi\u1ec7n t\u1ea1i c\u1ee7a Merchant kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
upoint.current.collaborator.is.null=H\u1ea1n m\u1ee9c hi\u1ec7n t\u1ea1i c\u1ee7a C\u1ed9ng t\u00e1c vi\u00ean kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
type.is.null= Chi ti\u1ebft lo\u1ea1i giao d\u1ecbch kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
upoint.total.is.null=T\u1ed5ng \u0111i\u1ec3m giao d\u1ecbch kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
scan.success=Giao d\u1ecbch th\u00e0nh c\u00f4ng
scan.false=Giao d\u1ecbch kh\u00f4ng th\u00e0nh c\u00f4ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i.
system.error=L\u1ed7i h\u1ec7 th\u1ed1ng.
upoint.trans.id.is.null= M\u00e3 giao d\u1ecbch kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
parent.id.is.null=Id th\u01b0\u01a1ng hi\u1ec7u kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
staff.id.is.null=Id c\u1ee7a nh\u00e2n vi\u00ean kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
phone.number.is.null=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i c\u1ee7a c\u1ed9ng t\u00e1c vi\u00ean kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
upoint.current.is.null=H\u1ea1n m\u1ee9c ban \u0111\u1ea7u kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
add.ctv.success=Th\u00eam m\u1edbi C\u1ed9ng t\u00e1c vi\u00ean th\u00e0nh c\u00f4ng
add.ctv.false=Th\u00eam m\u1edbi C\u1ed9ng t\u00e1c vi\u00ean kh\u00f4ng th\u00e0nh c\u00f4ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
update.ctv.success=C\u1eadp nh\u1eadt th\u00f4ng tin C\u1ed9ng t\u00e1c vi\u00ean th\u00e0nh c\u00f4ng
update.ctv.false=C\u1eadp nh\u1eadt th\u00f4ng tin C\u1ed9ng t\u00e1c vi\u00ean kh\u00f4ng th\u00e0nh c\u00f4ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
level.name.is.null= T\u00ean h\u1ea1ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
level.amount.is.null=S\u1ed1 ti\u1ec1n \u0111\u1ea1t h\u1ea1ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
level.id.is.null=Id c\u1ee7a h\u1ea1ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
level.name.is.exits=T\u00ean h\u1ea1ng \u0111\u00e3 t\u1ed3n t\u1ea1i. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
level.is.not.exits=Id c\u1ee7a h\u1ea1ng kh\u00f4ng t\u1ed3n t\u1ea1i trong h\u1ec7 th\u1ed1ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
update.loyalty.success=C\u1eadp nh\u1eadt th\u00f4ng tin h\u1ea1ng th\u00e0nh c\u00f4ng
update.loyalty.false=C\u1eadp nh\u1eadt th\u00f4ng tin h\u1ea1ng kh\u00f4ng th\u00e0nh c\u00f4ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
add.loyalty.success=Th\u00eam m\u1edbi h\u1ea1ng th\u00e0nh c\u00f4ng
add.loyalty.false=Th\u00eam m\u1edbi h\u1ea1ng kh\u00f4ng th\u00e0nh c\u00f4ng.Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
rate.is.null=T\u1ec9 l\u1ec7 t\u1eb7ng \u0111i\u1ec3m kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
update.rate.success=C\u1eadp nh\u1eadt c\u1ea5u h\u00ecnh t\u1eb7ng \u0111i\u1ec3m th\u00e0nh c\u00f4ng
update.rate.false=C\u1eadp nh\u1eadt c\u1ea5u h\u00ecnh t\u1eb7ng \u0111i\u1ec3m kh\u00f4ng th\u00e0nh c\u00f4ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
to.month.is.null=\u0110\u1ebfn th\u00e1ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
from.month.is.null=T\u1eeb th\u00e1ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
upoint.limit.not.enough=H\u1ea1n m\u1ee9c c\u1ee7a CTV/merchant kh\u00f4ng \u0111\u1ee7 \u0111\u1ec3 th\u1ef1c hi\u1ec7n giao d\u1ecbch t\u1eb7ng \u0111i\u1ec3m cho kh\u00e1ch h\u00e0ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
card.code.is.invalid=M\u00e3 th\u1ebb ch\u1ec9 \u0111\u01b0\u1ee3c ch\u01b0a c\u00e1c k\u00fd t\u1ef1 l\u00e0 s\u1ed1
phone.number.is.exits=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i c\u1ee7a c\u1ed9ng t\u00e1c vi\u00ean \u0111\u00e3 t\u1ed3n t\u1ea1i tr\u00ean h\u1ec7 th\u1ed1ng. B\u1ea1n kh\u00f4ng th\u1ec3 t\u1ea1o t\u00e0i kho\u1ea3n cho c\u1ed9ng t\u00e1c vi\u00ean b\u1eb1ng s\u1ed1 n\u00e0y
phone.number.not.exits=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i c\u1ed9ng t\u00e1c vi\u00ean kh\u00f4ng t\u1ed3n t\u1ea1i trong h\u1ec7 th\u1ed1ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
delete.ctv.success=X\u00f3a c\u1ed9ng t\u00e1c vi\u00ean th\u00e0nh c\u00f4ng
delete.ctv.false=X\u00f3a c\u1ed9ng t\u00e1c vi\u00ean kh\u00f4ng th\u00e0nh c\u00f4ng. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
level.amount.is.exits= S\u1ed1 ti\u1ec1n \u0111\u1ea1t h\u1ea1ng kh\u00f4ng \u0111\u01b0\u1ee3c tr\u00f9ng nhau
rate.is.exits=T\u1ec9 l\u1ec7 t\u1eb7ng \u0111i\u1ec3m kh\u00f4ng \u0111\u01b0\u1ee3c tr\u00f9ng nhau
to.hour.is.null= \u0110\u1ebfn gi\u1edd kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
from.hour.is.null=T\u1eeb gi\u1edd kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
date.is.null=Ng\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
to.day.is.null=\u0110\u1ebfn ng\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
from.day.is.null=T\u1eeb ng\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
level.amount.invalid=S\u1ed1 ti\u1ec1n kh\u00f4ng \u0111\u01b0\u1ee3c nh\u1ecf h\u01a1n kh\u00f4ng
rate.invalid = T\u1ec9 l\u1ec7 t\u1eb7ng th\u01b0\u1edfng kh\u00f4ng \u0111\u01b0\u1ee3c kh\u1ecf h\u01a1n kh\u00f4ng
message.otp=M\u00e3 OTP c\u1ee7a qu\u00fd kh\u00e1ch n\u00e0y l\u00e0 
otp.is.invalid=M\u00e3 OTP kh\u00f4ng h\u1ee3p l\u1ec7. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i.
OTP.sent=G\u1eedi m\u00e3 OTP th\u00e0nh c\u00f4ng
message.add.ctv= Ch\u00fac m\u1eebng b\u1ea1n \u0111\u00e3 tr\u1edf th\u00e0nh c\u1ed9ng t\u00e1c vi\u00ean c\u1ee7a %s. M\u1eadt kh\u1ea9u \u0111\u1ec3 \u0111\u0103ng nh\u1eadp ch\u1ee9c n\u0103ng qu\u1ea3n l\u00fd Upoint c\u1ee7a %s tr\u00ean LaosApp Mocha c\u1ee7a b\u1ea1n l\u00e0 %s. Truy c\u1eadp app theo link https://laosapp.la/app?sc=merchant
merchant.id.is.null=Id c\u1ee7a merchant kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng 
client.id.is.null=Id c\u1ee7a Client kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
redirect.uri.is.null=Redirect uri kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
code.is.null=Code kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
secret.key.is.null=Secret Key kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
card.code.invalid = M\u00e3 th\u1ebb kh\u00f4ng h\u1ee3p l\u1ec7. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
phone.number.invalid=S\u1ed1 \u0111i\u1ec7n tho\u1ea1i kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
phone.number.format=Sai \u0111\u1ecbnh d\u1ea1ng s\u1ed1 \u0111i\u1ec7n tho\u1ea1i
generate.qr.success=T\u1ea1o QR code th\u00e0nh c\u00f4ng
generate.qr.fail=T\u1ea1o QR code th\u1ea5t b\u1ea1i
createdDate.checkQr.valid=Thi\u1ebfu tham s\u1ed1 truy\u1ec1n v\u00e0o
upoint.redeem.invalid=S\u1ed1 \u0111i\u1ec3m \u0111\u1ed5i kh\u00f4ng \u0111\u01b0\u1ee3c l\u1edbn h\u01a1n s\u1ed1 \u0111i\u1ec3m \u0111ang c\u00f3
upoint.cust.is.null=S\u1ed1 \u0111i\u1ec3m hi\u1ec7n t\u1ea1i c\u1ee7a kh\u00e1ch h\u00e0ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
uniid.not.connected=L\u1ed7i k\u1ebft n\u1ed1i \u0111\u1ebfn h\u1ec7 th\u1ed1ng UNIID.
upoint.redeem.more.than.invoice.amoutnt= S\u1ed1 \u0111i\u1ec3m \u0111\u1ed5i thanh to\u00e1n kh\u00f4ng \u0111\u01b0\u1ee3c l\u1edbn h\u01a1n t\u1ed5ng ti\u1ec1n c\u1ee7a h\u00f3a \u0111\u01a1n
otp.is.expire=OTP \u0111\u00e3 h\u1ebft h\u1ea1n. Qu\u00fd kh\u00e1ch vui l\u00f2ng g\u1eedi l\u1ea1i
account.uniid.invalid= T\u00e0i kho\u1ea3n kh\u00f4ng ho\u1ea1t \u0111\u1ed9ng ho\u1eb7c kh\u00f4ng t\u1ed3n t\u1ea1i tr\u00ean h\u1ec7 th\u1ed1ng UniID
user.is.locked= T\u00e0i kho\u1ea3n \u0111\u00e3 b\u1ecb kh\u00f3a {0} ph\u00fat v\u00ec nh\u1eadp sai m\u1eadt kh\u1ea9u qu\u00e1 {1} l\u1ea7n. Sau {0} ph\u00fat h\u1ec7 s\u1ed1ng s\u1ebd t\u1ef1 \u0111\u1ed9ng m\u1edf kh\u00f3a t\u00e0i kho\u1ea3n. Vui l\u00f2ng th\u1ef1c hi\u1ec7n l\u1ea1i sau.
token.is.null = Token kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
msisdn.null= Kh\u00f4ng l\u1ea5y \u0111\u01b0\u1ee3c msisdn
isdn.is.not.exists= S\u1ed1 \u0111i\u1ec7n tho\u1ea1i kh\u00f4ng t\u1ed3n t\u1ea1i trong h\u1ec7 th\u1ed1ng
isdn.is.exists= S\u1ed1 \u0111i\u1ec7n tho\u1ea1i t\u1ed3n t\u1ea1i trong h\u1ec7 th\u1ed1ng.
applicatiom.name.is.null=T\u00ean \u1ee9ng d\u1ee5ng t\u00e1c \u0111\u1ed9ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
ip.is.null=\u0110ia ch\u1ec9 IP kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
upoint.redeem.is.null=S\u1ed1 \u0111i\u1ec3m \u0111\u1ed5i c\u1ee7a kh\u00e1ch h\u00e0ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng v\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c nh\u1ecf h\u01a1n 0.
invoice.amount.invalid=T\u1ed5ng h\u00f3a \u0111\u01a1n kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng v\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c nh\u1ecf h\u01a1n 0.
upoint.given.customer.is.null=S\u1ed1 \u0111i\u1ec3m t\u1eb7ng cho kh\u00e1ch h\u00e0ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng v\u00e0 kh\u00f4ng \u0111\u01b0\u1ee3c nh\u1ecf h\u01a1n 0.
upoint.trans.code.is.null= M\u00e3 giao d\u1ecbch kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
wrong.parameter=Truy\u1ec1n sai tham s\u1ed1, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
user.is.locked.Shared= T\u00e0i kho\u1ea3n \u0111\u00e3 b\u1ecb kh\u00f3a {0} ph\u00fat. Sau {0} ph\u00fat h\u1ec7 s\u1ed1ng s\u1ebd t\u1ef1 \u0111\u1ed9ng m\u1edf kh\u00f3a t\u00e0i kho\u1ea3n. Vui l\u00f2ng th\u1ef1c hi\u1ec7n l\u1ea1i sau.
no.permission = B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n th\u1ef1c hi\u1ec7n ch\u1ee9c n\u0103ng n\u00e0y
otp.cust.authentication.is.expire = M\u00e3 x\u00e1c th\u1ef1c kh\u00e1ch h\u00e0ng \u0111\u00e3 h\u1ebft h\u1ea1n, vui l\u00f2ng th\u1ef1c hi\u1ec7n l\u1ea1i giao d\u1ecbch
otp.confim.merchant.is.expire = OTP x\u00e1c th\u1ef1c giao d\u1ecbch c\u1ee7a b\u1ea1n \u0111\u00e3 h\u1ebft h\u1ea1n, vui l\u00f2ng th\u1ef1c hi\u1ec7n l\u1ea1i giao d\u1ecbch
otp.confim.cust.is.expire = OTP x\u00e1c th\u1ef1c giao d\u1ecbch c\u1ee7a kh\u00e1ch h\u00e0ng \u0111\u00e3 h\u1ebft h\u1ea1n, vui l\u00f2ng th\u1ef1c hi\u1ec7n l\u1ea1i giao d\u1ecbch

#GSCT
province.code.null = M\u00e3 t\u1ec9nh kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
password.null = M\u1eadt kh\u1ea9u \u0111\u0103ng nh\u1eadp kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
construction.type.null = Lo\u1ea1i c\u00f4ng tr\u00ecnh kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
construction.info.null = Thi\u1ebfu th\u00f4ng tin c\u00f4ng tr\u00ecnh
construction.code.null = M\u00e3 tr\u1ea1m kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
construction.name.null = T\u00ean tr\u1ea1m kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
position.type.null = Lo\u1ea1i v\u1ecb tr\u00ed kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
station.type.null = Lo\u1ea1i tr\u1ea1m kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
column.type.null = Lo\u1ea1i c\u1ed9t kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
column.height.null = \u0110\u1ed9 cao c\u1ed9t kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
long.coordinate.null = Long kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
lat.coordinate.null = Lat kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
district.null = Ban kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
village.null = M\u01b0\u1eddng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
province.info.null = Thi\u1ebfu th\u00f4ng tin t\u1ec9nh
create.construction.success = T\u1ea1o m\u1edbi c\u00f4ng tr\u00ecnh th\u00e0nh c\u00f4ng
file.content.null = Thi\u1ebfu file th\u00f4ng tin c\u00f4ng tr\u00ecnh
not.allowed.create.construction = B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n th\u00eam m\u1edbi c\u00f4ng tr\u00ecnh
construction.code.already.exist = M\u00e3 tr\u1ea1m \u0111\u00e3 t\u1ed3n t\u1ea1i tr\u00ean h\u1ec7 th\u1ed1ng, vui l\u00f2ng nh\u1eadp m\u00e3 kh\u00e1c
province.code.not.exist = M\u00e3 t\u1ec9nh kh\u00f4ng t\u1ed3n t\u1ea1i, vui l\u00f2ng nh\u1eadp m\u00e3 kh\u00e1c
district.code.not.exist = M\u00e3 ban kh\u00f4ng t\u1ed3n t\u1ea1i ho\u1eb7c kh\u00f4ng thu\u1ed9c t\u1ec9nh \u0111\u00e3 ch\u1ecdn, vui l\u00f2ng nh\u1eadp m\u00e3 kh\u00e1c
column.type.not.exist = Lo\u1ea1i c\u1ed9t kh\u00f4ng t\u1ed3n t\u1ea1i, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
user.disabled = T\u00e0i kho\u1ea3n \u0111\u00e3 b\u1ecb v\u00f4 hi\u1ec7u h\u00f3a, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
not.allowed.update.construction = B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n c\u1eadp nh\u1eadt th\u00f4ng tin c\u00f4ng tr\u00ecnh
update.construction.success = C\u1eadp nh\u1eadt th\u00f4ng tin c\u00f4ng tr\u00ecnh th\u00e0nh c\u00f4ng
not.allowed.delete.construction = B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n x\u00f3a th\u00f4ng tin c\u00f4ng tr\u00ecnh
construction.not.deletable = C\u00f4ng tr\u00ecnh kh\u00f4ng t\u1ed3n t\u1ea1i ho\u1eb7c \u0111ang trong giai \u0111o\u1ea1n gi\u00e1m s\u00e1t ch\u1ea5t l\u01b0\u1ee3ng, kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p x\u00f3a th\u00f4ng tin, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
delete.construction.success = X\u00f3a th\u00f4ng tin c\u00f4ng tr\u00ecnh th\u00e0nh c\u00f4ng
add.construction.item.success = C\u1eadp nh\u1eadt h\u1ea1ng m\u1ee5c c\u00f4ng tr\u00ecnh th\u00e0nh c\u00f4ng
construction.item.info.null = Thi\u1ebfu th\u00f4ng tin h\u1ea1ng m\u1ee5c c\u00f4ng tr\u00ecnh
construction.item.info.not.exist = H\u1ea1ng m\u1ee5c c\u00f4ng tr\u00ecnh kh\u00f4ng t\u1ed3n t\u1ea1i trong h\u1ec7 th\u00f4ng, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
assign.construction.item.success = Giao vi\u1ec7c th\u00e0nh c\u00f4ng
not.allowed.add.construction.item = B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n th\u00eam b\u1edbt h\u1ea1ng m\u1ee5c c\u00f4ng tr\u00ecnh
not.allowed.assign.construction = B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n giao vi\u1ec7c
construction.not.assignable = C\u00f4ng tr\u00ecnh kh\u00f4ng t\u1ed3n t\u1ea1i ho\u1eb7c \u0111ang trong giai \u0111o\u1ea1n gi\u00e1m s\u00e1t ch\u1ea5t l\u01b0\u1ee3ng, kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p giao vi\u1ec7c, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
not.allowed.update.construction.startdate = B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n c\u1eadp nh\u1eadt ng\u00e0y b\u00e0n giao m\u1eb7t b\u1eb1ng c\u00f4ng tr\u00ecnh
update.construction.startdate.success = C\u1eadp nh\u1eadt ng\u00e0y b\u00e0n giao m\u1eb7t b\u1eb1ng th\u00e0nh c\u00f4ng
construction.startdate.not.updatable = Tr\u1ea1ng th\u00e1i c\u00f4ng tr\u00ecnh kh\u00f4ng h\u1ee3p l\u1ec7, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
construction.item.startdate.not.updatable = Tr\u1ea1ng th\u00e1i c\u00f4ng tr\u00ecnh kh\u00f4ng h\u1ee3p l\u1ec7, kh\u00f4ng th\u1ec3 c\u1eadp nh\u1eadt ng\u00e0y thi c\u00f4ng h\u1ea1ng m\u1ee5c, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
update.construction.item.startdate.success = C\u1eadp nh\u1eadt ng\u00e0y thi c\u00f4ng h\u1ea1ng m\u1ee5c c\u00f4ng tr\u00ecnh th\u00e0nh c\u00f4ng
approve.request.success = Ph\u00ea duy\u1ec7t y\u00eau c\u1ea7u th\u00e0nh c\u00f4ng
construction.item.status.not.updatable = H\u1ea1ng m\u1ee5c \u0111ang \u1edf tr\u1ea1ng th\u00e1i ch\u1edd ph\u00ea duy\u1ec7t, kh\u00f4ng \u0111\u01b0\u1ee3c g\u1eedi y\u00eau c\u1ea7u
construction.item.not.updatable = H\u1ea1ng m\u1ee5c \u1edf tr\u1ea1ng th\u00e1i ch\u01b0a th\u1ef1c hi\u1ec7n ho\u1eb7c \u0111ang th\u1ef1c hi\u1ec7n, kh\u00f4ng th\u1ec3 ph\u00ea duy\u1ec7t y\u00eau c\u1ea7u, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
construction.item.is.completed = H\u1ea1ng m\u1ee5c \u0111\u00e3 \u1edf tr\u1ea1ng th\u00e1i ho\u00e0n th\u00e0nh, kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n ph\u00ea duy\u1ec7t, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
create.approve.request.success = T\u1ea1o y\u00eau c\u1ea7u ph\u00ea duy\u1ec7t th\u00e0nh c\u00f4ng
construction.number.gen.success = Th\u00eam m\u1edbi th\u00e0nh c\u00f4ng {0} / {1} c\u00f4ng tr\u00ecnh t\u1eeb t\u1ec7p t\u1ea3i l\u00ean
upload.images.success = T\u1ea3i \u1ea3nh l\u00ean th\u00e0nh c\u00f4ng
construction.item.not.have.image = B\u1ea1n ch\u01b0a c\u1eadp nh\u1eadt \u0111\u1ee7 \u1ea3nh cho c\u00e1c h\u1ea1ng m\u1ee5c, vui l\u00f2ng th\u1ef1c hi\u1ec7n c\u1eadp nh\u1eadt \u0111\u1ee7 \u1ea3nh tr\u01b0\u1edbc khi t\u1ea1o y\u00eau c\u1ea7u ph\u00ea duy\u1ec7t
construction.startdate.null = Thi\u1ebfu th\u00f4ng tin ng\u00e0y b\u00e0n giao m\u1eb7t b\u1eb1ng
construction.item.list.approve.null = B\u1ea1n ph\u1ea3i ch\u1ecdn \u00edt nh\u1ea5t 1 h\u1ea1ng m\u1ee5c \u0111\u1ec3 t\u1ea1o y\u00eau c\u1ea7u
construction.item.can.not.be.requested = C\u00f4ng tr\u00ecnh kh\u00f4ng trong tr\u1ea1ng th\u00e1i \u0111ang th\u1ef1c hi\u1ec7n, kh\u00f4ng th\u1ec3 l\u1eadp y\u00eau c\u1ea7u ph\u00ea duy\u1ec7t, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
list.construction.item.info.null = B\u1ea1n ph\u1ea3i ch\u1ecdn \u00edt nh\u1ea5t 1 h\u1ea1ng m\u1ee5c c\u00f4ng tr\u00ecnh
construction.is.active.unupdatable = C\u00f4ng tr\u00ecnh \u0111ang trong giai \u0111o\u1ea1n gi\u00e1m s\u00e1t, kh\u00f4ng th\u1ec3 c\u1eadp nh\u1eadt th\u00f4ng tin
reject.reason.null = B\u1ea1n ph\u1ea3i nh\u1eadp l\u00fd do t\u1eeb ch\u1ed1i y\u00eau c\u1ea7u ph\u00ea duy\u1ec7t
reject.request.success = T\u1eeb ch\u1ed1i y\u00eau c\u1ea7u ph\u00ea duy\u1ec7t th\u00e0nh c\u00f4ng
construction.item.status.not.requested = Y\u00eau c\u1ea7u \u0111ang kh\u00f4ng \u1edf tr\u1ea1ng th\u00e1i \u0111\u00e3 g\u1eedi y\u00eau c\u1ea7u
construction.item.status.not.accepted1 = Y\u00eau c\u1ea7u \u0111ang kh\u00f4ng \u1edf tr\u1ea1ng th\u00e1i ph\u00ea duy\u1ec7t l\u1edbp 1
construction.item.status.not.accepted2 = Y\u00eau c\u1ea7u \u0111ang kh\u00f4ng \u1edf tr\u1ea1ng th\u00e1i ph\u00ea duy\u1ec7t l\u1edbp 2
construction.item.startdate.null = Thi\u1ebfu th\u00f4ng tin ng\u00e0y thi c\u00f4ng h\u1ea1ng m\u1ee5c
construction.startdate.not.valid = Ng\u00e0y thi c\u00f4ng h\u1ea1ng m\u1ee5c ph\u1ea3i l\u1edbn h\u01a1n ng\u00e0y b\u00e0n giao m\u1eb7t b\u1eb1ng c\u00f4ng tr\u00ecnh
file.name.is.empty = Thi\u1ebfu t\u00ean file \u1ea3nh
file.content.is.empty = Thi\u1ebfu n\u1ed9i dung \u1ea3nh
file.type.wrong = Sai lo\u1ea1i t\u1ec7p
file.size.invalid = K\u00edch th\u01b0\u1edbc file kh\u00f4ng h\u1ee3p l\u1ec7
construction.info.file.null = T\u1ec7p t\u1ea3i l\u00ean kh\u00f4ng c\u00f3 th\u00f4ng tin c\u00f4ng tr\u00ecnh
file.is.null = B\u1ea1n ph\u1ea3i ch\u1ecdn t\u1ec7p ch\u1ee9a th\u00f4ng tin c\u00f4ng tr\u00ecnh
decision.deploy.null = C\u0103n c\u1ee9 quy\u1ebft \u0111\u1ecbnh tri\u1ec3n khai kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
construction.type.not.exist = Lo\u1ea1i c\u00f4ng tr\u00ecnh kh\u00f4ng t\u1ed3n t\u1ea1i, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
position.type.not.exist = Lo\u1ea1i v\u1ecb tr\u00ed kh\u00f4ng t\u1ed3n t\u1ea1i, vuil l\u00f2ng ki\u1ec3m tra l\u1ea1i
construction.start.date.null = C\u00f4ng tr\u00ecnh ch\u01b0a nh\u1eadp ng\u00e0y b\u00e0n giao m\u1eb7t b\u1eb1ng, kh\u00f4ng th\u1ec3 nh\u1eadp ng\u00e0y thi c\u00f4ng, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
construction.detail.is.active = H\u1ea1ng m\u1ee5c \u0111ang \u1edf tr\u1ea1ng th\u00e1i thi c\u00f4ng, kh\u00f4ng \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt l\u1ea1i ng\u00e0y thi c\u00f4ng
construction.item.startdate.not.valid = Ch\u01b0a \u0111\u1ebfn ng\u00e0y thi c\u00f4ng h\u1ea1ng m\u1ee5c c\u00f4ng tr\u00ecnh, kh\u00f4ng th\u1ec3 l\u1eadp y\u00eau c\u1ea7u ph\u00ea duy\u1ec7t
construction.item.is.active = C\u00f4ng tr\u00ecnh \u0111\u00e3 c\u00f3 h\u1ea1ng m\u1ee5c \u0111ang thi c\u00f4ng, kh\u00f4ng th\u1ec3 nh\u1eadp l\u1ea1i ng\u00e0y b\u00e0n giao
construction.not.in.your.area = C\u00f4ng tr\u00ecnh kh\u00f4ng thu\u1ed9c t\u1ec9nh c\u1ee7a b\u1ea1n, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
reject.reason.length.invalid = L\u00fd do t\u1eeb ch\u1ed1i kh\u00f4ng \u0111\u01b0\u1ee3c d\u00e0i qu\u00e1 500 k\u00fd t\u1ef1, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
previous.construction.item.not.complete = H\u1ea1ng m\u1ee5c {0} ch\u01b0a ho\u00e0n th\u00e0nh, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i.
construction.start.date.before.now = Ng\u00e0y b\u00e0n giao m\u1eb7t b\u1eb1ng ph\u1ea3i l\u1edbn h\u01a1n ho\u1eb7c b\u1eb1ng ng\u00e0y hi\u1ec7n t\u1ea1i
construction.item.start.date.before.now = Ng\u00e0y thi c\u00f4ng h\u1ea1ng m\u1ee5c ph\u1ea3i l\u1edbn h\u01a1n ho\u1eb7c b\u1eb1ng ng\u00e0y hi\u1ec7n t\u1ea1i
station.type.not.exist = Lo\u1ea1i tr\u1ea1m kh\u00f4ng t\u1ed3n t\u1ea1i, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
list.construction.info.null = Thi\u1ebfu th\u00f4ng tin danh s\u00e1ch h\u1ea1ng m\u1ee5c c\u00f4ng tr\u00ecnh
list.image.null = Danh s\u00e1ch \u1ea3nh kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
REPORT_CMS = B\u00e1o c\u00e1o GSCT
QLCT = Qu\u1ea3n l\u00fd c\u00f4ng tr\u00ecnh
GSCT = Gi\u00e1m s\u00e1t c\u00f4ng tr\u00ecnh
QLTBTS = Qu\u1ea3n l\u00fd tr\u1ea1m BTS
REPORT_BTS = B\u00e1o c\u00e1o BTS
not.allowed.create.approve.request = B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n t\u1ea1o y\u00eau c\u1ea7u ph\u00ea duy\u1ec7t h\u1ea1ng m\u1ee5c
construction.detail.list.null = Danh s\u00e1ch h\u1ea1ng m\u1ee5c tr\u1ed1ng
construction.status.not.approvable = Tr\u1ea1ng th\u00e1i c\u00f4ng tr\u00ecnh kh\u00f4ng h\u1ee3p l\u1ec7
not.allow.approve.request = B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n ph\u00ea duy\u1ec7t y\u00eau c\u1ea7u
#end_GSCT

#GSBTS
add.bts.station.success = Th\u00eam m\u1edbi tr\u1ea1m BTS th\u00e0nh c\u00f4ng
bts.station.info.null = Thi\u1ebfu th\u00f4ng tin tr\u1ea1m BTS
bts.id.info.null = Thi\u1ebfu th\u00f4ng tin Id tr\u1ea1m
bts.site.of.nims.info.null = M\u00e3 tr\u1ea1m kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.longitude.info.null = Kinh \u0111\u1ed9 kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.latitude.info.null = V\u0129 \u0111\u1ed9 kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.contract.no.info.null = M\u00e3 h\u1ee3p \u0111\u1ed3ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.name.info.null = T\u00ean tr\u1ea1m kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.provice.info.null = T\u1ec9nh kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.district.info.null = Qu\u1eadn/huy\u1ec7n kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.telephone.info.null = S\u1ed1 \u0111i\u1ec7n tho\u1ea1i kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.started.date.contract.info.null = Ng\u00e0y b\u1eaft \u0111\u1ea7u h\u1ee3p \u0111\u1ed3ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.end.date.contract.info.null = Ng\u00e0y k\u1ebft th\u00fac h\u1ee3p \u0111\u1ed3ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.rental.fee.info.null = Ph\u00ed thu\u00ea kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.payment.time.info.null = Th\u1eddi gian thanh to\u00e1n kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.period.of.rent.info.null = Th\u1eddi h\u1ea1n thu\u00ea kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.file.contract.info.null = File h\u1ee3p \u0111\u1ed3ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.approved.status.info.null = Tr\u1ea1ng th\u00e1i ph\u00ea duy\u1ec7t kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.status.info.null = Tr\u1ea1ng th\u00e1i tr\u1ea1m kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.station.not.exits = Tr\u1ea1m {0} kh\u00f4ng t\u1ed3n t\u1ea1i!
bts.station.code.already.exist = M\u00e3 tr\u1ea1m \u0111\u00e3 t\u1ed3n t\u1ea1i tr\u00ean h\u1ec7 th\u1ed1ng, vui l\u00f2ng nh\u1eadp m\u00e3 kh\u00e1c
bts.station.code.already.not.exist = Tr\u1ea1m BTS kh\u00f4ng t\u1ed3n t\u1ea1i tr\u00ean h\u1ec7 th\u1ed1ng, vui l\u00f2ng nh\u1eadp m\u00e3 kh\u00e1c
bts.station.contract.no.already.exist = S\u1ed1 h\u1ee3p \u0111\u1ed3ng \u0111\u00e3 t\u1ed3n t\u1ea1i tr\u00ean h\u1ec7 th\u1ed1ng, vui l\u00f2ng nh\u1eadp th\u1eed l\u1ea1i
not.allowed.update.bts.station = B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n c\u1eadp nh\u1eadt c\u00f4ng tr\u00ecnh
not.allowed.approved.bts.station = B\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n ph\u00ea duy\u1ec7t c\u00f4ng tr\u00ecnh
bts.station.file.CR.null = Ph\u1ea3i c\u00f3 file CR \u0111\u1ec3 th\u1ef1c hi\u1ec7n t\u1eaft tr\u1ea1m
bts.station.status.not.allow.update.null = Tr\u1ea1m {0} \u0111ang \u1edf tr\u1ea1ng th\u00e1i kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n c\u1eadp nh\u1eadt
bts.station.code.already.not.exist.update = Tr\u1ea1m BTS {0} kh\u00f4ng t\u1ed3n t\u1ea1i tr\u00ean h\u1ec7 th\u1ed1ng!
bts.site.on.nims.not.exits = M\u00e3 tr\u1ea1m BTS kh\u00f4ng t\u1ed3n t\u1ea1i tr\u00ean h\u1ec7 th\u1ed1ng NIMS. Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
bts.turn.off.date.null = Ng\u00e0y t\u1eaft tr\u1ea1m kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.station.status.not.allow.turn.off.null = Tr\u1ea1m {0} \u0111ang \u1edf tr\u1ea1ng th\u00e1i kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n t\u1eaft tr\u1ea1m
bts.station.lat.long.not.allow.format = T\u1ecda \u0111\u1ed9 ch\u1ec9 \u0111\u01b0\u1ee3c nh\u1eadp d\u1ea1ng s\u1ed1 v\u00e0 kh\u00f4ng c\u00f3 k\u00fd t\u1ef1 \u0111\u1eb7c bi\u1ec7t!
bts.started.date.payment.info.null = Ng\u00e0y b\u1eaft \u0111\u1ea7u thanh to\u00e1n kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.end.date.payment.info.null = Ng\u00e0y k\u1ebft th\u00fac thanh to\u00e1n kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.amount.info.null = Ph\u00ed thu\u00ea kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.has.electricity.info.null = C\u00f3 \u0111i\u1ec7n hay kh\u00f4ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.sign.date.contract.info.null = Ng\u00e0y k\u00fd h\u1ee3p \u0111\u1ed3ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.date.not.format = Ng\u00e0y th\u00e1ng n\u0103m ch\u01b0a \u0111\u00fang \u0111\u1ecbnh d\u1ea1ng
bts.from.date.not.before.to.date.contract = Ng\u00e0y k\u1ebft th\u00fac h\u1ee3p \u0111\u1ed3ng kh\u00f4ng \u0111\u01b0\u1ee3c nh\u1ecf h\u01a1n Ng\u00e0y b\u1eaft \u0111\u1ea7u h\u1ee3p \u0111\u1ed3ng
bts.from.date.not.before.to.date.payment = Ng\u00e0y k\u1ebft th\u00fac thanh to\u00e1n kh\u00f4ng \u0111\u01b0\u1ee3c nh\u1ecf h\u01a1n Ng\u00e0y b\u1eaft \u0111\u1ea7u thanh to\u00e1n
bts.station.telephone.not.allow.format = S\u1ed1 \u0111i\u1ec7n tho\u1ea1i ch\u1ec9 \u0111\u01b0\u1ee3c nh\u1eadp d\u1ea1ng s\u1ed1 v\u00e0 \u0111\u1ed9 d\u00e0i t\u1eeb 9 d\u1ebfn 15 k\u00fd t\u1ef1!
bts.station.period.of.rent.not.allow.format = Th\u1eddi h\u1ea1n thu\u00ea ch\u1ec9 \u0111\u01b0\u1ee3c nh\u1eadp d\u1ea1ng s\u1ed1 v\u00e0 kh\u00f4ng c\u00f3 k\u00fd t\u1ef1 \u0111\u1eb7c bi\u1ec7t!
bts.station.rental.fee.not.allow.format = \u0110\u01a1n gi\u00e1 thu\u00ea ch\u1ec9 \u0111\u01b0\u1ee3c nh\u1eadp d\u1ea1ng s\u1ed1 v\u00e0 kh\u00f4ng c\u00f3 k\u00fd t\u1ef1 \u0111\u1eb7c bi\u1ec7t!
bts.station.amount.not.allow.format = Ph\u00ed thu\u00ea ch\u1ec9 \u0111\u01b0\u1ee3c nh\u1eadp d\u1ea1ng s\u1ed1 v\u00e0 kh\u00f4ng c\u00f3 k\u00fd t\u1ef1 \u0111\u1eb7c bi\u1ec7t!
bts.station.payment.time.not.allow.format = Th\u1eddi gian thanh to\u00e1n ch\u1ec9 \u0111\u01b0\u1ee3c nh\u1eadp d\u1ea1ng s\u1ed1 v\u00e0 kh\u00f4ng c\u00f3 k\u00fd t\u1ef1 \u0111\u1eb7c bi\u1ec7t!
turn.off.station.success = T\u1eaft tr\u1ea1m {0} th\u00e0nh c\u00f4ng
update.station.success = C\u1eadp nh\u1eadt tr\u1ea1m {0} th\u00e0nh c\u00f4ng
bts.station.status.cannot.off = Tr\u1ea1m {0} \u0111ang kh\u00f4ng ho\u1ea1t \u0111\u1ed9ng. Kh\u00f4ng \u0111\u01b0\u1ee3c t\u1eaft tr\u1ea1m!
bts.station.approvedstatus.cannot.off = Tr\u1ea1m {0} ch\u01b0a \u0111\u01b0\u1ee3c ph\u00ea duy\u1ec7t. Kh\u00f4ng \u0111\u01b0\u1ee3c t\u1eaft tr\u1ea1m!
upload.file.success = T\u1ea3i file l\u00ean th\u00e0nh c\u00f4ng
#End_GSBTS
#DuongDH
construction.is.remove.active.unupdatable = C\u00f4ng tr\u00ecnh \u0111\u00e3 b\u1ecb x\u00f3a ho\u1eb7c \u0111ang trong giai \u0111o\u1ea1n gi\u00e1m s\u00e1t ch\u1ea5t l\u01b0\u1ee3ng, kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p s\u1eeda th\u00f4ng tin, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
construction.not.add.item = C\u00f4ng tr\u00ecnh kh\u00f4ng t\u1ed3n t\u1ea1i ho\u1eb7c \u0111ang trong giai \u0111o\u1ea1n gi\u00e1m s\u00e1t ch\u1ea5t l\u01b0\u1ee3ng, kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p thay \u0111\u1ed5i h\u1ea1ng m\u1ee5c c\u00f4ng vi\u1ec7c, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i
construction.not.exists = C\u00f4ng tr\u00ecnh kh\u00f4ng t\u1ed3n t\u1ea1i
constructionDetail.not.exists = H\u1ea1ng m\u1ee5c kh\u00f4ng t\u1ed3n t\u1ea1i
constructionItem.not.exists = H\u1ea1ng m\u1ee5c ch\u01b0a \u0111\u01b0\u1ee3c khai b\u00e1o
#End DuongDH
#Update
foundation.column = H\u1ea1ng m\u1ee5c m\u00f3ng c\u1ed9t
erecting.columns = H\u1ea1ng m\u1ee5c l\u1eafp d\u1ef1ng c\u1ed9t
3m.column = H\u1ea1ng m\u1ee5c c\u1ed9t 3m 
minishelter.house = H\u1ea1ng m\u1ee5c nh\u00e0 Minishelter
install.device = H\u1ea1ng m\u1ee5c L\u1eafp thi\u1ebft b\u1ecb
maintenance = H\u1ea1ng m\u1ee5c b\u1ea3o d\u01b0\u1ee1ng
transmission = H\u1ea1ng m\u1ee5c Truy\u1ec1n d\u1eabn
electric.ac = H\u1ea1ng m\u1ee5c \u0110i\u1ec7n AC
foundation = H\u1ea1ng m\u1ee5c m\u00f3ng
beams.columns.floors = H\u1ea1ng m\u1ee5c d\u1ea7m, c\u1ed9t, s\u00e0n
finishing = H\u1ea1ng m\u1ee5c ho\u00e0n thi\u1ec7n
fence = H\u1ea1ng m\u1ee5c H\u00e0ng r\u00e0o
building.house = H\u1ea1ng m\u1ee5c Nh\u00e0 x\u00e2y
explosive.factory = H\u1ea1ng m\u1ee5c Nh\u00e0 m\u00e1y n\u1ed5
install.public.house = H\u1ea1ng m\u1ee5c L\u1eafp nh\u00e0 c\u00f4ng
public.house.foundation = H\u1ea1ng m\u1ee5c M\u00f3ng nh\u00e0 c\u00f4ng
foundation.column.m0 = H\u1ea1ng m\u1ee5c M\u00f3ng c\u1ed9t M0
foundation.column.m1 = H\u1ea1ng m\u1ee5c M\u00f3ng c\u1ed9t M1
foundation.column.m2 = H\u1ea1ng m\u1ee5c M\u00f3ng c\u1ed9t M2
foundation.column.m3 = H\u1ea1ng m\u1ee5c M\u00f3ng c\u1ed9t M3
foundation.column.m4 = H\u1ea1ng m\u1ee5c M\u00f3ng c\u1ed9t M4
earthing = H\u1ea1ng m\u1ee5c Ti\u1ebfp \u0111\u1ecba
foundation.girder = Gi\u00e1c m\u00f3ng
digging.foundation = \u0110\u00e0o m\u00f3ng
concrete.lining = B\u00ea t\u00f4ng l\u00f3t
iron.grafting = Gh\u00e9p s\u1eaft
formwork.grafting = Gh\u00e9p c\u1ed1t pha
concreting = \u0110\u1ed5 b\u00ea t\u00f4ng
dig.tract = \u0110\u00e0o r\u00e3nh
piling = \u0110\u00f3ng c\u1ecdc
welding = H\u00e0n n\u1ed1i
wiring = \u0110i d\u00e2y
other = Kh\u00e1c
image.not.exist = \u1ea2nh kh\u00f4ng t\u1ed3n t\u1ea1i, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i!
image.deleted = \u1ea2nh \u0111\u00e3 b\u1ecb x\u00f3a, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i!
image.approved = \u1ea2nh \u0111\u00e3 \u0111\u01b0\u1ee3c ph\u00ea duy\u1ec7t, kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n ph\u00ea duy\u1ec7t l\u1ea1i!
image.approved.reject = \u1ea2nh \u0111\u00e3 \u0111\u01b0\u1ee3c ph\u00ea \u0111uy\u1ec7t, kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n t\u1eeb ch\u1ed1i!
image.rejected = \u1ea2nh \u0111\u00e3 b\u1ecb t\u1eeb ch\u1ed1i, kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n t\u1eeb ch\u1ed1i l\u1ea1i!
image.approved.success = Ph\u00ea duy\u1ec7t h\u00ecnh \u1ea3nh th\u00e0nh c\u00f4ng!
image.reject.success = T\u1eeb ch\u1ed1i h\u00ecnh \u1ea3nh th\u00e0nh c\u00f4ng!
image.delete.status = \u1ea2nh kh\u00f4ng b\u1ecb t\u1eeb ch\u1ed1i, kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n x\u00f3a!
image.status.delete = \u0110\u00e3 x\u00f3a
image.status.active = Ho\u1ea1t \u0111\u1ed9ng
image.status.approved = \u0110\u00e3 ph\u00ea duy\u1ec7t
image.status.rejected = \u0110\u00e3 t\u1eeb ch\u1ed1i
create.approve.request = \u0110\u00e3 g\u1eedi y\u00eau c\u1ea7u
prov.infa.approve.construction_item = \u0110\u00e3 nghi\u1ec7m thu c\u00f4ng vi\u1ec7c
prov.vice.approve.construction_item = \u0110\u00e3 g\u1eedi y\u00eau c\u1ea7u nghi\u1ec7m thu
corp.approve.construction_item = \u0110\u00e3 ho\u00e0n th\u00e0nh nghi\u1ec7m thu
prov.infa.reject.construction_item = T\u1eeb ch\u1ed1i nghi\u1ec7m thu c\u00f4ng vi\u1ec7c
prov.vice.reject.construction_item = T\u1eeb ch\u1ed1i y\u00eau c\u1ea7u nghi\u1ec7m thu
corp.reject.construction_item = T\u1eeb ch\u1ed1i ho\u00e0n th\u00e0nh nghi\u1ec7m thu
reason.reject.image.1 = \u1ea2nh ch\u1ee5p kh\u00f4ng r\u00f5
reason.reject.image.2 = \u1ea2nh ch\u1ee5p sai
reason.reject.image.3 = \u1ea2nh kh\u00f4ng \u0111\u1ea1t ch\u1ea5t l\u01b0\u1ee3ng
reason.reject.image.4 = Kh\u00e1c
corp.complete.construction_item = Ho\u00e0n th\u00e0nh
delete.image.rejected = X\u00f3a \u1ea3nh b\u1ecb t\u1eeb ch\u1ed1i th\u00e0nh c\u00f4ng!
image.null = \u1ea2nh kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
delete.image.success = X\u00f3a \u1ea3nh th\u00e0nh c\u00f4ng!
image.delete.not.active = \u1ea2nh kh\u00f4ng ho\u1ea1t \u0111\u1ed9ng, kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n x\u00f3a!
item.parent.startdate.null = Ng\u00e0y thi c\u00f4ng c\u1ee7a h\u1ea1ng m\u1ee5c cha ch\u01b0a \u0111\u01b0\u1ee3c nh\u1eadp, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i!
item.parent.startdate.invalid = Ng\u00e0y thi c\u00f4ng c\u1ee7a h\u1ea1ng m\u1ee5c kh\u00f4ng \u0111\u01b0\u1ee3c nh\u1ecf h\u01a1n ng\u00e0y thi c\u00f4ng c\u1ee7a h\u1ea1ng m\u1ee5c cha, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i!
#End update

#IMT
bts.uses.null = M\u1ee5c \u0111\u00edch s\u1eed d\u1ee5ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.type.rent.area.null = Ph\u00e2n lo\u1ea1i khu v\u1ef1c thu\u00ea kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.unit.price.null = \u0110\u01a1n gi\u00e1 thu\u00ea kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.station.type.null = Lo\u1ea1i tr\u1ea1m kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.station.type.by.service.null = Lo\u1ea1i tr\u1ea1m theo d\u1ecbch v\u1ee5 kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
bts.station.locate.null = V\u1ecb tr\u00ed tr\u1ea1m kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng
#EndIMT
